{
    "post": [
        {
            "title": "Торта с бадеми, млечен шоколад и плодов мус с рози или тортата за моя 40 рожден ден",
            "date": "13 юни 2021",
            "text": "Не си спомням кога за последно правих торта за мой рожден ден. Вероятно е било преди десетина години, когато с Вальо живеехме сами, правихме партита в квартирата и по-често излизахме заедно на ресторант с общите ни приятели. Ама това беше наистина много отдавна, когато се упражнявах по правене на торти за семейни празници и за приятели. Откакто се занимавам и професионално със сладкарство, често правя торти за всички и за всякакви поводи, но и оттогава, дойде ли моментът за мен, приоритетите ми явно стават други.\n\nКато че ли вече не държа да имам торта за собствения си рожден ден. По-скоро наблягам на това каква вкусна специална вечеря бих приготвила, с какво вино бих я съчетала, с кого бих ги споделила. Десертът в случая не е на първо място. Може би, защото постоянно съм в десерти. Когато правя храна за себе си, то обикновено подхождам с изненада към самата себе си. Правя го у дома, като разбира се това не включва торти. Сега обаче имам рожден ден. И имам време не само да помисля за торта, да я приготвя, но и да я подготвя за публикация. Сигурно, защото ставам на 40. И защото тези 40 се усещат като новите 20. Ура! Следва специална торта за специален случай.\n\n\nЕто и плана, който начертах преди да започна да изготвям рецептите за отделните компоненти. Когато всичко ми е ясно, приготвянето е много леко. Признавам си, в тази торта няма нищо ново за мен, напротив. Реших да използвам познати комбинации и техники. Да ги наречем любими.\n\nНа първо място, юни – моят месец – свързвам с розите от Розовата долина и вече наистина вкусните ягоди. Нямаше как да не присъстват в моята торта, просто защото обичам и двете, а комбинацията им – обожавам. Съчетавам ги в ефирен плодов мус, в който добавям и известно количество малини.\nС тях обичам и бадемите. Освен това са афродизиак за жени. Те са и хрупкавият елемент в тортата. Единственият, струва ми се, но достатъчен в двете бадемови платки, в които ядката изобилства.\nВключих и шоколад. Накъде без него! Какаовото зърно е магия. От горчиви зърна то се превръща в желана от всички наслада. Доставя удоволствие, хубаво настроение, сила. Искам тази магия в моята торта. Обичам да оставям в устатата ми парче черен шоколад, обикновено с какаово съдържание от 70 процента и нагоре, да се разтопи бавно, да уловя всеки аромат. Обичам да приготвям десерти с горчив шоколад и да използвам силно ароматното алкализирано какао в бонбони. А когато имам голям апетит за горчив шоколад, просто сдъвквам какаово зърно. Никога преди не съм си помисляла, че тази горчивина може да ми донесе наслада.\n\nСега обаче в тортата включих млечен шоколад. Защото реших да го комбинирам с бадемов тахан и защото съм наясно, че останалите елементи на тортата – плодовият мус, а също така и пандишпанът, чиято цел е да обгърне тортата като декоративна лента, няма да са много сладки. Така че, млечният шоколад в ганаша носи известна сладост, без да е натрапчива, а шоколадовият вкус си е на мястото. Или поне за мен е така.\nЗавършвам тортата със свежи плодове и декорирам със захаросани розови листа, свежи цветове от бъз и още шоколад.\n\nДухвайки свещта на тортата си пожелах здраво семейство и още много осъществени намерения! Нека има радост, хубави поводи за празнуване и вкусни торти за споделяне! Пожелавам и на всички вас! Обичам ви!\n\nТорта с бадеми, млечен шоколад и плодов мус с рози\nОсновни рецепти и техники заимствам от книгите Patisserie: A Masterclass in Classic and Contemporary Patisserie и Encyclopedia of Chocolate: Essential Recipes and Techniques.\nЗа 2 торти с диаметър 20 см.\nАко желаеш друг размер торта, използвай този калкулатор за изчисляване на коефициент, чрез който да се пресметнат необходимите количества от продуктите за твоите цели.\nБележка: Всички продукти, включително и течните се измерват в грамове на кухненска везна. Изключение са добавките, които се измерват с мерителни лъжици.\nЗа пандишпана:\n\n120 г жълтъци, със стайна температура\n200 г фина кристална захар, разделена на 2 x 100 г\n180 г белтъци, със стайна температура\n200 г брашно, пресято\nпудра захар за поръсване\nпудра от касис\nЗа бадемовата платка:\n\n200 г бадеми, фино смлени\n40 г брашно\n20 г царевично нишесте\n200 г меко масло\n200 г фина кристална захар\n4 големи яйца, със стайна температура\n4-5 капки есенция горчив бадем\nЗа млечния шоколадов ганаш с бадемов тахан:\n\n250 г млечен шоколад, разтопен на водна баня\n150 г сметана 35%\n20 г мед\n100 г бадемов тахан\n50 г масло\nЗа плодовото пюре (включва се в плодовия мус):\n\n400 г пресни или замразени ягоди и малини\n30 г захар\n30 г вода\n1 чаена лъжица (5 мл) лимонов сок\nЗа плодовия мус:\n\n14 г желатин на прах, накиснат в 70 г студена вода\n350 г плодово пюре (рецептата горе)\n100 г фина кристална захар\n2 супени лъжици (30 мл) розова вода\n500 г сметана 35%, много добре охладена\nЗа муса от маскарпоне:\n\n200 г маскарпоне, добре охладено\n200 г сметана 35%, добре охладена\n20 г пудра захар\nЗа завършване:\n\nпресни ягоди, малини и боровинки\nзахаросани розови листенца\nшоколадова декорация\nсвежи цветове бъз\nПриготвяне на пандишпана\nФурната се нагрява на 190ºC с опция горен и долен реотан. Подготвя се тава с размери 30×40 см, която се покрива с хартия за печене, а хартията се напръсква със спрей за печене. Подготвя се сладкарски пош с кръгъл накрайник с диаметър 12 мм.\nЖълтъците и половината от захарта се разбиват с миксер докато се сгъстят и изсветлеят.\nБелтъците се разбиват на средна скорост с миксер. Когато започне да се образува рехава пяна по малко се добавя втората половина от захарта. Когато всичката е добавена, белтъците ще бъдат по-плътни и обемни. Продължават да се разбиват, вече на висока скорост докато се получи гладък и лъскав меренг.\nКъм жълтъците се добавя половината от брашното и се разбъркват с шпатула. Добавя се меренгът на три пъти, като се разбърква внимателно с шпатула, така че да запази обема си. Накрая се добавя другата половина от брашното и всичко се разбърква внимателно с шпатула, само докато сместа стане гладка. Внимава се да не се преразбива.\n\nСместа се изсипва в подготвения сладкарски пош. Шприцоват се ленти по диагонал в подготвената тава. Поръсват се леко с пудра захар. Тавата се слага на средно ниво в предварително нагрятата фурна. Пандишпанът се пече 12-15 минути или докато повърхността му стане светло розова.\n\n\nСлед като се извади от фурната се оставя в тавата 10-15 минути. С помощта на фина цедка се поръсва на места с пудрата от касис.\n\nПандишпанът се обръща и хартията за печене се отлепя внимателно. Нарязва се на ленти с широчина 4,5 см.\n\nПодготвят се две форми с подвижни стени с диаметър 20 см. Стените на формите се покриват с ацетатна лента. Лентите от пандишпан се слагат покрай стените на формите, като се сглобяват плътно по две ленти във форма.\nБележка: Количеството пандишпан е повече за две торти и ще остане. Може да се използва за друг десерт или да се замрази за бъдещо ползване.\nПриготвяне на бадемовата платка\nФурната се нагрява на 180ºC с опция горен и долен реотан. Подготвя се тава с размери 30×40 см, която се покрива с хартия за печене, а хартията се напръсква със спрей за печене.\nБадемите се смилат фино и се смесват с брашното и царевичното нишесте. Оставят се настрана.\nМаслото и захарта се разбиват с миксер докато сместа стане пухкава. Към нея едно по едно се добавят яйцата, като след всяко сместа се разбива докато яйцето се усвои. Накрая в сместа се добавя бадемовата смес и се разбърква докато всичко се разпредели равномерно. Сместа се изсипва в подготвената тава и с помощта на палетен нож (плоска шпатула) се разпределя равномерно в цялата тава. Тавата се слага на средно ниво в предварително нагрятата фурна и платката се пече 18-20 минути. След като се извади от фурната се оставя да се охлади 15-20 минути.\n\nОт бадемовата платка се изрязват 4 кръга с диаметър 16,5-17 см. За да се знае точно с какъв диаметър да се изрежат, необходимо е да се измери диаметърът на празното пространството на дъното на формите, след като в тях е сложен пандишпанът. Той може да варира заради дебелината на пандишпановата платка. Четирите кръга се оставят върху решетка да се охладят напълно.\n\nКогато са напълно изстинали два от кръговете се поставят на дъното на формите. Останалите два кръга се оставят настрана за по-късно.\nПриготвяне на млечния шоколадов ганаш с бадемов тахан\nШоколадът се разтопява на водна баня, като се внимава да не се прегрява и да не надвишава 50ºC. Охлажда се до 35ºC-40ºC.\nВ касерола се смесват сметаната, медът и бадемовият тахан. Загряват се на умерен към силен котлон докато сместа се затопли и стане еднородна. Разбърква се постоянно за да не загори тахана по дъното на касеролата. Охлажда се до 35ºC-40ºC.\nШоколадът и бадемовата смес се събират и разбъркват внимателно. Добавя се маслото и всичко се пасира с пасатор докато се получи гладък и лъскав ганаш.\n\n\nГанашът се разделя на две равни части. Всяка част се излива във всяка от двете форми и се разпределя равномерно. Докато е все още течен, върху него се поставят останалите два бадемови кръга и се притискат леко, така че да се отстранят въздушни пространства.\nФормите с тортите се охлаждат в хладилник докато се подготвя плодовия мус.\nПриготвяне на плодовото пюре и плодовия мус\nЗа плодовото пюре плодовете се почистват и пасират. В касерола се смесват захарта и водата и се загряват докато захарта се разтопи. Сиропът се добавя към плодовете. Накрая се добавя лимоновият сок. Пюрето се минават през цедка, за да се отделят семенца от малините и да се получи гладко. Може да се подготви предварително и да се съхрани в хладилник до три дни.\nЗа плодовия мус желатинът се накисва в 70 г студена вода. Половината от плодовото пюре се смесва със захарта и се загрява докато захарта се разтопи и сместа започне да ври. Отстранява се от котлона и се добавя желатинът. Разбърква се докато желатинът се разтвори. Тогава се добавя другата половина от пюрето и розовата вода. Сместа се охлажда до 30ºC, преди към нея да се добави сметаната.\nСметаната се разбива с миксер на умерена скорост докато се сгъсти, но остане до степен меки връхчета. Внимава се да не се преразбие и да не става много стегната и твърда. Избитата сметана се добавя на три пъти към плодовото пюре като се разбърква нежно с телена бъркалка докато се получи еднородна смес.\n\nМусът се разделя на две равни части и се разпределя във формите, като трябва да покрива горната част на пандишпановите ленти.\nФормите се оставят в хладилник докато мусът стегне – най-добре за една нощ.\nКогато мусът е стегнал, тортите се освобождават от формите и ацетатната лента се отлепя внимателно. Прехвърлят се върху подложка за торта или подходящ поднос.\nПриготвяне на муса от маскарпоне и завършване на тортите\nМусът от маскарпоне е с цел да се закрепят плодовете за декорация върху тортите, така че да не се пързалят и разместват върху плодовия мус. (Не беше включен в плана за тортата, но в процеса на приготвяне и преди декорацията реших, че ще е по-добре.) За муса от маскарпоне всички съставки се смесват и се разбиват с миксер на умерена скорост докато се получи гъста и лъскава смес. Внимава се да не се преразбива. Мусът се поставя в сладкарски пош с кръгъл накрайник 12 мм и се шприцова върху плодовия мус.\nЗа декорация се подготвят ягоди с еднакъв размер, които се почистват и срязват на две. Подреждат се върху муса от маскарпоне. Върху тях се аранжират пресни малини и боровинки. Декорацията се завършва със захаросани розови листенца, свежи цветове бъз и шоколадова декорация.\n\nБележка: Тортите могат да се приготвят до три дни предварително без декорацията. Най-добре е да се декорират в деня на поднасяне. Ако няма да се поднасят и двете торти в рамките на три дни, едната може да се замрази успешно, като се увива хубаво в стреч фолио и след това се поставя в голям плик с цип. Размразява се като първо се разопакова и след това се оставя в хладилник, покрита с капак.\n\nОще идеи за торти\nДруги рецепти с горски-плодове\n",
            "common words": [
                [
                    "докато",
                    17
                ],
                [
                    "като",
                    14
                ],
                [
                    "добавя",
                    9
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nПреди 4 дни\t\nStefka каза:": "Честита кръгла годишнина,Йоанче!\nЖелая ти здраве,творчески успехи и семейно щастие!\nПрекрасна си с празничната торта!🎉🌹🍀"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nVeronika каза:": "Красота, истинско произведение на изкуството и страхотно съчетание на вкусове и елементи!\nЧестит Рожден Ден, Йоана! Пожелавам здраве на теб и всички в семейството, много радост и поводи за празник! Успехи във всичките ти начинания! 🙂"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nНадя Иванова каза:": "Честит Рожден Ден,Йоана!\nЗдраве,вдъхновение и много обич в семейството!"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nDari каза:": "Честит Рожден Ден,Йоана!\nМного здраве, щастие и успех.."
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nКристина каза:": "Честит празник,  Йоана! Бъдете здрава и продължавайте да творите и да ни радвате!\nВаша дългогодишна почитателка, Кристина"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nГергана Заечка каза:": "Честит празник!"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nЛюба каза:": "Прекрасни торта и рожденничка! Бъди здрава, вечно сияеща като сега и неотклонимо добра. 🙂 поздрави"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nПетяМ каза:": "Честит Рожден ден, Йоана!!! Здраве, радости и много вдъховение!!! С голяма благодарност за всичко, което правите – доставяте радост и наслада за сетивата и душата!!! Петя"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nГаля каза:": "Честит Рожден Ден, Йоана! Отразяваш и проектираш красотата, която носиш в себе си, във всичко което правиш с ръцете си. Бъди здрава, бъди все така вдъхновена и вдъхновяваща!"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nПетя каза:": "Честит рожден ден, прекрасна и много талантлива Йоана! Тортата ти е цяла симфония – многозвучна и вдъхновяваща! Нека и животът ти да е като нея – с моменти, спиращи дъха, с полети на духа и много, много любов! 🎂❤️💐"
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nАнита Гьонева каза:": "Честит Рожден Ден!\nБъдете все така лъчезарна, зареждаща и вдъхновяваща!\nМного здраве, обич и вълнуващи преживявания!"
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nАля-Галина Попова каза:": "Прекрасна торта от прекрасна жена.\nМного здраве, любов и късмет.\nИмам един въпрос: имали разлика между бадемовото масло и бадемовия тайн?\nХубав ден."
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nЙоана Петрова каза:": "Благодаря за пожеланията!\nПод бадемово масло най-често се разбира олио от бадеми. Това, което използвам в тази рецепта е паста от смлени бадеми. Всякакви такива пасти от ядки или семена, които съдържат само тях и нямат добавени захар и друго, могат да се нарекат тахани. Трябва да обърнете внимание на етикетите, когато продуктът е наречен „паста“, защото може да е подсладен, ароматизиран, да има добавено сухо мляко и да се ползва като готов продукт за мазане, например."
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nДжулиано Амат каза:": "Честита да си, Йоана! Благодарен съм, че те има! Здраве и любов!"
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nЙоана Петрова каза:": "Благодаря на всички за прекрасните пожелания! Желая ви радост, творчество и вкусни моменти!"
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nВесела каза:": "Честит рожден ден, талантливо момиче!\nЖелая ти да си здрава, все така вдъхновена за нови предизвикателства, които да споделяш с нас, твоите почитатели и последователи 🙂 Тортата, която представяш, както винаги е страхотна и всички тънкости, които споделяш са от огромно значение при приготвянето й! Още веднъж сърдечни пожелания за благополучие, любов и много щастие!"
                    },
                    {
                        "\n\n\n\nПреди 2 дни\t\nИванчу каза:": "Ах, Честит Рожден Ден! Още предълги години да приготвяш всякакви вкусотии и винаги със сияйна усмивка и завидно щастие. 🙂А тортата ще се получи ли само с череши? Дали ще се получи плодовият мус, ако пюрето е от череши, които са доста по-течни от ягодите? Може би трябва да се поизтискат?"
                    },
                    {
                        "\n\n\n\nПреди 2 дни\t\nЙоана Петрова каза:": "Благодаря!\nДа, мусът ще стане и с череши. Може да се използват и други плодове като праскови, кайсии, сливи, боровинки, касис, круши.\nПригответе пюрето и измерете 350 г от него за муса. Ако прецените, при приготвянето на пюрето може да сварите черешите със захарния сироп за 5-6 минути.\nЗа муса регулирайте захарта според сладостта на черешите и личния вкус."
                    },
                    {
                        "\n\n\n\nПреди 23 часа\t\nИванчу каза:": "Ах, мерси! Вчера бях почнал блатовете и шоколада, а тази сутрин я довърших. 🙂 Наистина реших да не слагам никаква захар в черешовия мус, освен тази от сиропа, защото са доста сладки. Ще видя как се е получила довечера, за рождения ден на баща ми. Иначе на вкус всичко е супер. Само вида може да съм поразвалил. 😀 За пандишпана не ми се занимаваше да го редя на ленти и направо го изсипах в тавата и го приравних. Щя пробвам да поръся стените накрая с малко канела и кокосови стърготини (не намерих такава пудра от касис)."
                    },
                    {
                        "\n\n\n\nПреди 19 часа\t\nЙоана Петрова каза:": "О, ще стане прекрасно! Благодаря за обратната връзка. Всъщност, много се радвам, че така бързо се спряхте на тази торта. Весел и вкусен празник!\nВместо пудра от касис може да се използва пудра от всеки един лиофилизиран плод. Може да намерите в biorest-bg.com."
                    },
                    {
                        "\n\n\n\nПреди 2 секунди\t\nИванчу каза:": "Ммммм, чудничка стана! Благодаря много за рецептата и отговора! 🙂 На външен вид е като рошава котка в сравнение с оригинала, но предполагам поне на вкус съм я докарал, защото е невероятна вкусотийка!"
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Салата от краставици с резене и халуми",
            "date": "10 юни 2021",
            "text": "Още една салата в този юни, която е много свежа и дори позволява предварително приготвяне. Състои се основно от краставици, които са нарязани на тънки ленти. Допълват ги прясно резене, което също е нарязано на тънки ленти и зелени маслини с бадем.\n\nДресингът към салатата е само от зехтин, лимон и копър, но прекрасно я овкусява, така че да изпъкнат свежестта и вкуса на зеленчуците. Добавката към салатата тук е запечено на грил халуми. Лятото е наблизо, а тази салата може да бъде в него.\n\n\nСалатата може да се приготви до няколко часа предварително, включително разбъркана с дресинга, в който зеленчуците ще се мариноват за това време, но нека това не бъде повече от 3-4 часа. Съхранява се в хладилник и се изважда на стайна температура 15-20 минути преди сервиране.\nРазликата с току-що приготвена и оставена да се маринова салата е в текстурата на зеленчуците. При приготвена на момента те са хрупкави, а когато се мариноват стават малко по-крехки и отлично овкусени. И при двата варианта имаме салата подходяща за лятото и комбинираща се прекрасно с всякакви риби и морски дарове, а също така със свежи бели вина или узо.\n\nСалата от краставици с резене и халуми\nИдеята за тази салата заимствам от thekitchn.com като вместо фета добавям запечено на грил халуми и използвам зелени маслини с бадем. Също така приготвям дресинга с копър. Сиренето халуми, което използвам е с босилек, но може да се използва натурално или с друго овкусяване.\nАко се изпусне сиренето, салата е много подходящо допълнение към риби и морски дарове.\nЗа 4 порции.\nЗа салатата:\n\n1 голяма краставица или 2 по-малки, нарязани на тънки ленти\n1 глава резене, нарязано на тънки ленти\n60 г зелени маслини с бадем, нарязани на кръгове\n200 г халуми, нарязано на филии с дебелина около 1 см\nзехтин за запичане на халумито\nЗа дресинга:\n\n3 супени лъжици зехтин\n1 супена лъжица лимонов сок\n1 чаена лъжица настъргана лимонова кора\n1 супена лъжица нарязан копър\nсол и прясно смлян черен пипер\nПриготвяне на дресинга\nЗа дресинга всички съставки се смесват и разбъркват хубаво с телена бъркалка. Може да се направи предварително и да се съхрани в хладилник.\nПриготвяне на салатата\nЗа нарязани на тънки ленти зеленчуци използвам мандолина и фиксирам ножовете на дебелина 3 мм. Другият вариант е остър нож и прецизна ръка. Ако краставицата е голяма я срязвам на две, за да получа по-къси ленти.\nРезенето се почиства от листата. Двата зеленчука се настъргват на мандолината или се нарязват с нож, така че да се получат тънки ленти. Слагат се в купа и към тях се добавят зелените маслини и дресинга. Разбъркват се хубаво и се прехвърлят в сервизна чиния или ако ще се съхранят за по-късно, купата се покрива със стреч фолио и се оставя в хладилник.\nТочно преди сервиране се запича халумито. Грил тиган се нагрява на умерен към силен котлон. Филийките халуми се намазват със зехтин от двете страни. Запичат се в нагорещения грил тиган по 2 минути от всяка страна или докато се запекат хубаво. Аранжират се върху салатата и се сервира веднага.\n\nОще рецепти за салати\nДруги рецепти с резене\n",
            "common words": [
                [
                    "салата",
                    6
                ],
                [
                    "тънки",
                    6
                ],
                [
                    "нарязани",
                    4
                ]
            ],
            "comments": {
                "comments": []
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Салата с прошуто, моцарела и ягоди",
            "date": "8 юни 2021",
            "text": "Юни месец за мен е месецът на ягодите. Започват да излизат онези ароматни и сладки ягоди, на които не мога да устоя. Когато попадна на такива, може да се случи да взема по-голямо количество от тях, което в последствие може и да не успеем да изядем у дома. Малко импулсивно действам, признавам си, но пък намирам и решения за използването им преди да започнат да се развалят.\n\n\nВ сладкиш, в пай, в галет, на сладко или в сладолед, ягодите носят прекрасен вкус, но той не е само за десерти. Започнах да ги добавям и в салатите, като стартирах с една любима класика от салата със спанак, сирене и балсамова редукция. А поръсени с прясно смлян черен пипер, ягодите стават още по-сладки и ароматни.\nСледващата салата, в която ги използвах е първообраза на рецептата, което следва. Смесих всякакви зеленолистни салати с пресен лук, моцарела, ягоди и боровинки, и овкусих с класическия винегрет, който обикновено приготвям в по-голямо количество, съхранявам в хладилника и използвам, когато ми потрябва в рамките на седмица. Такива салати са много свежи, допълват печена риба, всякакво червено месо, и отлично се съчетават с розета.\n\nИ понеже си мисля все повече за лятна и лека храна, а и отново се случи да се озова с по-голямо количество ягоди, реших да направя по-богата салата с тях, която да бъде и основното ми за вечеря. Точна рецепта за тази салата не е необходима, защото както вече разбра, ягодите може да се комбинират с какво ли не. Затова нека бъде насока за още идеи, с които да се насладиш на ягодите не само самостоятелно или в десерти. Използвай количества от изброените съставки според порциите, които са нужни и според личните предпочитания.\nЕто и някои предложения. От зеленолистните всякакви видове маруля, бейби спанак и рукола са чудесни. Червеният лук на мен много ми допада в комбинацията с останалите продукти, но пресен също ще бъде подходящ. Биволската моцарела е чудесна, тук обаче ако ти попадне бурата на добра цена или манури, или друго като него бяло сирене от козе или овче мляко, използвай ги за тази салата. Ще бъде отлично! Прошуто крудо може да се замени с всяка една сурово сушена шунка, която харесваш. Вдъхнови се от тази идея и си направи вкусна пролетно-лятна салата. Препоръчвам поръсване с прясно смлян черен пипер върху узрелите ароматни ягоди.\n\nСалата с прошуто, моцарела и ягоди\nЗа салатата:\n\nсмес от зеленолистни салати\nчервен лук, нарязан на полумесеци\nавокадо, нарязано на ленти\nпрошуто крудо\nбиволска моцарела\nпресни ягоди, почистени и срязани на две\nпресни боровинки\nЗа дресинга:\n\n3 супени лъжици зехтин\n1 супена лъжица лимонов сок\n1 чаена лъжица дижонска горчица\n1 чаена лъжица мед\nсол и прясно смлян черен пипер\nДопълнително:\n\nпечени тиквени семена\nпресен босилек\nпрясно смлян черен пипер\nПриготвяне на дресинга\nЗа дресинга всички съставки се смесват и се разбъркват енергично с телена бъркалка докато се получи плътен сос.\nМоже да се подготви предварително и в по-голямо количество. Съхранява се в хладилник за около седмица. Възможно е зехтинът да стегне в хладилника, но на стайна температура бързо отпуска.\nПриготвяне на салатата\nЗа салатата в купа се смесват зеленолистните салати и лукът. Добавя се от дресинга на вкус и се разбъркват хубаво. Преместват се в голяма сервизна чиния или подходяща купа. Добавят се ленти авокадо, прошуто, накъсана биволска моцарела, ягоди и боровинки. Поръсват се с тиквени семена, пресен босилек и допълнително прясно смлян черен пипер. Ако има нужда се поръсват с още от дресинга. Сервира се веднага.\n\nОще рецепти за салати\nДруги рецепти с ягоди\n",
            "common words": [
                [
                    "прясно",
                    5
                ],
                [
                    "смлян",
                    5
                ],
                [
                    "черен",
                    5
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nПреди 1 седмица\t\nSlama каза:": "Ах, Йоана, каква наслада за сетивата е тази салата! Нямах търпение да я приготвя и резултатът е прекрасен, с всяка една съставка! Всъщност стана лек летен обяд. Благодаря!"
                    },
                    {
                        "\n\n\n\nПреди 1 седмица\t\nЙоана Петрова каза:": "Много се радвам, че ви е харесала! А и може да се ползва като идея със замяна на някои съставки. Или с други думи – импровизация с каквото разполагаме.\nБлагодаря за обратната връзка."
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Билкова холандска палачинка със сотирани гъби и аспержи",
            "date": "28 май 2021",
            "text": "Холандската палачинка (Dutch baby) най-често се приготвя сладка и се асоциира със закуска или десерт, но аз реших да подходя малко по-различно с нея. Реших го, защото ми се стори идеална за пролетно-лятна вечеря. Освен това и бърза. Затова се възползвах от идеята за такава бързо приготвена палачинка във фурната, като вместо сладка я направих солена и с билки. За да допълня това леко и хрупкаво тесто, сервирах със сотирани гъби и аспержи – съвсем подходящо в този сезон, но нека бъде и идея за предстоящото лято, в което аспержите може да се заменят с тиквички, например.\n\nИзобщо, всякакви сотирани или печени зеленчуци биха могли да се включат тук, а защо не и прошуто, пушена сьомга, скариди, различни видове сирена или всичко, за което се сетиш и ти е вкусно. Варианти безброй, а в идеята на тази публикация главна е холандската палачинка, която с малко и достъпни съставки, но с определена техника на приготвяне, носи наслада сама по себе си с мека сърцевина и екстремно хрупкава кора.\n\n\nОбикновено като се спомене палачинка, първото за което се досещам е френската класика – тънка, изпечена в тиган на котлона и сервирана за закуска със сладко, мед или просто пудра захар. За разлика от нея, холандската палачинка се изпича във фурната, като обикновено това става в чугунен тиган, но и всеки метален тиган подходящ за фурна би свършил работа.\n\nПредварителното му нагряване във фурната, преди да се излее сместа в него е важно, за да започне самата смес да се надига и да се разширява настрани, като образува стена. Дъното на палачинката изтънява и докато то се изпече, така че да остане меко и съвсем леко влажно, стените ѝ се изпичат до хрупкаво, като това е най-осезаемо по самите краища. Харесвам този контраст в нея, защото имам и сочна среда, и крехки краища. Напомня на йоркширски пудинг, но по-голям, защото той обикновено се приготвя в индивидуални форми, ала техниката е същата. Точно заради малкия си размер, при него има повече хрупкаво, но за тези различия ще си говорим някой друг път.\n\nОсвен вкусна, тази солена версия на палачинката е лесна и бърза за приготвяне. Изпича се за около 15 минути в силна фурна, за което време може да се подготвят зеленчуци на котлона за нейното гарниране. Единствения недостатък е, че не е подходяща за предварително приготвяне и трябва да се сервира веднага след като се извади от фурната, защото хрупкавите краища бързо омекват и любимият контраст се губи. Затова, когато реша да приготвям холандска палачинка, внимавам да съм подготвила предварително всичко което ще я допълни, че дори и да съм подредила масата за вечеря. В този момент, изваждам палачинката от фурната, настъргвам върху нея пармезан и сервирам веднага, като най-често я разкъсвам, вместо да я режа.\n\nБилкова холандска палачинка със сотирани гъби и аспержи\nСместа за палачинката е адаптирана от bake-street.com и са най-добрите пропорции, на които съм попадала досега. Идеята за билки в нея е от whatshouldimakefor.com.\nЗа 4 порции.\nЗа гъбите и аспержите:\n\n1 супена лъжица зехтин\n150 г печурки, нарязани на филийки\n200 г аспержи, нарязани на парчета по диагонал с дължина 3 см\nпо 1 чаена лъжица нарязани пресни магданоз, копър и мента\nсол и прясно смлян черен пипер\nЗа билковата холандска палачинка:\n\n4 големи яйца\n100 мл прясно мляко\n60 г брашно\n⅛ чаена лъжица смляна морска сол\n1 чаена лъжица нарязана прясна мащерка\n1 супена лъжица нарязан пресен магданоз\n2 супени лъжици масло\nЗа сервиране:\n\n30 г настърган пармезан\nзеленолистни салати\nПриготвяне на гъбите и аспержите\nЗехтинът се загрява в широк тиган на силен котлон. Добавят се гъбите и се сотират 3-4 минути като се разбъркват 2-3 пъти за това време. Изваждат се от тигана с решетъчна лъжица и се оставят настрана. В същия тиган се добавят аспержите и се сотират 2-3 минути, като се разбъркват периодично. При тях в тигана се връщат гъбите и се разбъркват. Тиганът се отстранява от котлона. При зеленчуците се добавят зелените подправки и се посоляват със сол и прясно смлян черен пипер. Оставят се настрана, на топло място.\nПриготвяне на билковата холандска палачинка\nДокато се сотират гъбите и аспержите, фурната се нагрява на 220ºC с опция горен и долен реотан. Подготвя се чугунен тиган или друг тиган подходящ за фурна с диаметър 24-26 см. Тиганът се нагрява заедно с фурната, като се слага на средно ниво в нея.\nЯйцата се разбиват с телена бъркалка. Към тях се добавя брашното и се разбърква с телена бъркалка с енергични движения, така че да не остават бучки в сместа. Към сместа се добавя всичкото мляко и отново се разбърква. Добавят се солта, мащерката и магданозът и се разбъркват хубаво.\nКогато фурната и тиганът в нея са добре нагрети, в тигана се слага маслото и се оставя да се разтопи. Когато се разтопи, тиганът се разклаща и завърта, така че маслото да покрие цялата му повърхност. Сместа за палачинката се излива в тигана и той се поставя на средно ниво във фурната. Палачинката се пече 15-17 минути или докато краищата ѝ бухнат, а цветът в средата ѝ стане златисто кафяв. Цветът по краищата ще бъдат по-тъмни и хрупкави.\nХоландска палачинка изпечена в чугунен тиган\nХоландска палачинка изпечена в алуминиев тиган\nКогато се извади от фурната, краищата на палачинката малко ще спаднат – това е нормално.\nСервиране\nХоландската палачинка се сервира веднага след като се извади от фурната. Поръсва се с настърган пармезан и се гарнира със сотираните зеленчуци и зеленолистни салати.\n\nОще рецепти с гъби\nОще рецепти с аспержи\nДруги рецепти за предястия\n",
            "common words": [
                [
                    "като",
                    11
                ],
                [
                    "палачинка",
                    8
                ],
                [
                    "тиган",
                    8
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nПреди 1 седмица\t\nЦветелина М. каза:": "Много, много вкусно! Благодаря за поредната уникална рецепта! 😊"
                    },
                    {
                        "\n\n\n\nПреди 7 дни\t\nЙоана Петрова каза:": "Радвам се! Благодаря за обратната връзка."
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Обърнат сладкиш с шамфъстък и ревен",
            "date": "20 май 2021",
            "text": "Хубаво е да използваме храни, когато те са в сезона си, но някои от тях се предлагат за толкова кратък период, че не винаги успявам да ги използвам за всичко, което искам да приготвя с тях. През пролетта това най-често ми се случва с пресния грах и ревена, които дори не се предлагат навсякъде и едва ли не трябва да ги дебна по пазарите и някои хранителни магазини. Което е малко жалко, защото и двата зеленчука са ми вкусни, и с двата могат да се приготвят много и разнообразни храни. Затова, когато видях пресните стръкове ревен, веднага грабнах един килограм от тях без да имам конкретна идея точно в този момент, но набързо отложих плановете за вечеря и десерт за следващите 2-3 дни. Докато се прибера у дома след пазара, също толкова набързо си припомних какво още искам да опитам с него.\n\n\nХубавото на ревена е, че може да се използва както за солени ястия, като аз го предпочитам в сосове към свинско месо, така и в пикантно сладко-кисело чатни върху брускета със синьо сирене. При десерти с него, той дава много свежест, като с това ги прави по-малко сладки, а един любим десерт, в който използвам ревен са тези прекрасни тарталети. И макар че пъстрите червено-зелени стръкове са много подходящи за пълнеж на пай или красиво подредени върху сладкиш, този път реших да направя нещо друго с тях.\n\nИдеята ми дойде именно от тяхната свежест, която исках да използвам в нещо лесно и не особено ангажиращо, без да се налага да адаптирам рецепти или да добавям повече захар за компенсация на киселинността му. Така съчетах два много познати и ясни за мен сладкиша в едно. Понеже вече бях правила опит за тарт Татен, с ревен на мястото на ябълките (на снимката долу) и знаех какво да очаквам, първо използвах тази идея за карамелизиран плод от тарта, като по същата техника сготвих ревена щадящо в карамел.\n\nСлед това, вместо да го покривам с ронливо маслено тесто, реших да използвам лесната кексова смес от сладкиша с ягоди, чиято рецепта знам, че винаги работи добре. Намерението ми беше за обърнат сладкиш, който не е много сладък, но е ароматен и свеж. Свежестта идва от ревена, разбира се, а прекрасните аромати на карамел, ванилия и лимонова кора допълних с добавянето на шамфъстък в сместа. Той носи и допълнителна текстура в сладкиша, която контрастира с хрупкаво на пухкавата смес и омекналия ревен.\n\nКолкото и да е красив в суров вид обаче, добре сготвеният ревен, независимо дали в десерт, сос или чатни загубва първоначалната привлекателност от цветове, а привидно грубата му и твърда структура бързо омеква под топлината. Ако се разбърква по-енергично или по-дълго време той се разкашква, което е добре при мармалад, сос или чатни, в които се търси по-кремообразна консистенция. При десерти с него, обикновено стремежът е тези привлекателни цветове от суровият му вид да се запазят, но в случая с този сладкиш, от първоначалната карамелизация последвана от печене, те няма как да се задържат. Разбира се той е вкусен, поел достатъчно захар от карамела, така че да запази свежия си вкус без да бъде утежняван от прекалена сладост, но вече обърнат върху кексовата смес, ярките цветове са се загубили.\n\nЗатова при подобни случаи правя следното – нарязвам отделно 1-2 стръка ревен на парчета 3-4 см, поръсвам ги с 2-3 супени лъжици захар и ги запичам във фурната 10-12 минути на 180ºC без да разбърквам. Така ревенът се сготвя, леко подсладен е и запазва формата си. След като изстинат, парчетата могат да се използват за допълване и декорация не само на този сладкиш, но и на всеки един друг с подходящи за ревена аромати. Тук включвам всякакви ванилови и цитрусови кексови смеси, пандишпан, кексове с бадеми, тарталети, многолистно тесто, Павлова и разбира се върху ванилов или ягодов сладолед.\n\nТази последна стъпка не е включена в рецептата по-долу, но я препоръчвам за по-красиво представяне на сладкиша, защото винаги, ама винаги първо се храним с очите си. Виждайки ярките червено-зелени цветове на ревена, хубаво настроение изниква и това може да накара всеки един да го опита. А аз не само опитвам, аз се наслаждавам на тази пролетна идея и приканвам и теб.\n\nОбърнат сладкиш с шамфъстък и ревен\nЗа форма 20 см или 8-10 порции.\nЗа ревена:\n\n500 г стръкове ревен, нарязани на парчета с дължина 4 см\n60 г захар\n25 г студено масло, нарязано на кубчета\nЗа кексовата смес:\n\n100 мл прясно мляко + 2 чаени лъжици лимонов сок\n1 голямо яйце, със стайна температура\n100 г захар\n100 мл олио с неутрален вкус (от гроздови семена, рафинирано слънчогледово или рапица)\n1 чаена лъжица ванилов екстракт\nнастъргана кора от ½ лимон\n130 г брашно\n60 г ситно смлян шамфъстък\n1 чаена лъжица бакпулвер\n⅛ чаена лъжица смляна морска сол\nПодготовка на ревена\nТиган с незалепващо покритие се нагрява на умерен към силен котлон. В него се добавя захарта и се оставя да се разтопи като се разбърква внимателно. Готви се докато се получи карамел със светъл кехлибарен цвят. Тиганът се отстранява от котлона и към карамела се добавя маслото. Разбърква се докато се разтопи. Тогава се добавят парчетата ревен и се разбъркват с карамела. Тиганът се връща на котлона и ревенът се готви 4-5 минути на умерен котлон. За това време се разбърква 1-2 пъти много внимателно, за да не се разкашка. Ревенът трябва да омекне леко, но да запази формата си. Тиганът се отстранява от котлона и се оставя настрана докато се подготви кексовата смес.\nПриготвяне на кексовата смес и изпичане на сладкиша\nФурната се нагрява на 180ºC с опция горен и долен реотан. Подготвя се форма с подвижни стени с диаметър 20 см. Дъното и стените на формата се покриват с хартия за печене, която се напръсква със спрей за печене.\nПрясното мляко се смесва с лимоновия сок и се разбърква хубаво. Оставя се настрана докато се сгъсти с консистенция на айрян.\nЯйцето се смесва със захарта и се разбива с миксер докато увеличи обема си и се сгъсти. Към него се добавя олиото и се разбива отново. Добавят се сгъстеното прясно мляко, ваниловият екстракт и лимоновата кора. Всичко се разбърква хубаво.\nОтделно се смесват брашното, шамфъстъкът, бакпулверът и солта. Сухите съставки се добавят към течните и се разбъркват с шпатула хубаво.\n\nСготвеният ревен се изсипва на дъното на подготвената форма за печене и се разпределя равномерно.\n\nВърху него се изсипва кексовата смес и се заглажда на повърхността. Формата се слага на средно ниво в предварително нагрятата фурна и сладкишът се пече 40 минути или докато дървена клечка забодена в центъра на слакиша излиза чиста и суха.\n\nКогато сладкишът е готов се изважда от фурната и се оставя да се охлади във формата за поне 30 минути. След това се обръща внимателно  в сервизна чиния или поднос. Хартията за печене се отлепя и сладкишът се оставя да се охлади напълно.\nСъхранява се покрит в хладилник 3-4 дни.\n\n\nОще рецепти с ревен\nДруги рецепти за сладкиши\n",
            "common words": [
                [
                    "ревен",
                    7
                ],
                [
                    "много",
                    6
                ],
                [
                    "докато",
                    6
                ]
            ],
            "comments": {
                "comments": []
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Салата от аспержи с билки и рохки яйца",
            "date": "14 май 2021",
            "text": "Тази салата е като есенцията на пролетта със зелените крехки аспержи и обилно количество пресни зелени подправки. Може да се каже, че билките са основна съставка наравно с аспержите, а не просто допълнение. Сервирана с рохко сварено яйце, което допълва с кремообразност, тази салата е толкова семпла и същевременно толкова свежа с богат вкус. И толкова зелена, колкото е пролетта.\n\n\nПокрай яйчените салати, които приготвях напоследък, установих колко много ми харесва поръсването на приготвени по всякакъв начин яйца с египетската смес от ядки и подправки дука. Примерна рецепта за нея може да проследиш в публикацията за Печени моркови, таханов сос с джинджифил и куркума, египетска смес дука. Много от съставките за дука могат да се променят, не само от това, с което разполагаш, но и от това, което предпочиташ. Например, аз я приготвям с лешници, но те могат се сменят с бадеми, фъстъци или кашу, а от семената – тиквеното със слънчогледово. Обичам да добавям и семена резене, чиито аромат много си подхождат и в тази салата от аспержи с билки обаче ако не харесваш анасоновия вкус, може да ги пропуснеш, но за свежест добави суха мента или майорана. Харесвам тази смес, защото е подходяща за поръсване върху всичко – зеленчуци, яйца, сирена, риба, месо. Приготвям по-голямо количество, което съхранявам в буркан и използвам когато ми се прииска, което струва ми се е доста често.\n\nТова допълнение е прекрасно, но основната идея на тази публикация все пак е за салатата. Всъщност, използвам я към нещо друго, като в този сезон това са предимно пролетни зеленчуци – печени пресни картофи и салати от марули с много пресен лук и чесън. Салатата е подходяща и като гарнитура към агнешко месо или риба. За още по-богат вкус предпочитам да сотирам аспержите в тиган, вместо да ги сварявам, а понякога, когато ми се иска и леко опушен вкус ги готвя на грил тиган за същото време. Малко количество аспержи са подходящи за тигана, но когато са повече може да се запекат цели във фурната на 180ºC за 8-12 минути в зависимост от дебелината им и след това да се нарежат.\n\nСалата от аспержи с билки и рохки яйца\nИдеята за тази салата е от leitesculinaria.com, като предпочитам да сотирам аспержите, вместо да ги сварявам. Естрагонът е много приятно допълнение тук, но тъй като не се намира лесно пресен го пропускам и добавям копър. Останалите зелени подправки са магданоз, мента и босилек. Обичам да поръсвам яйца с египетската смес от ядки и подправки дука и тя много подхожда на тази салата като цяло, затова препоръчвам да не се изпуска.\nЗа 2 порции като основна салата или 4 порции като гарнитура.\nПродукти:\n\n500 г аспержи\n2 супени лъжици зехтин\nпо 2 супени лъжици нарязани пресни копър, магданоз, мента и босилек\n4-6 яйца\nсол и прясно смлян черен пипер\nегипетска смес от ядки и подправки дука\nНачин на приготвяне\nЯйцата се изваждат от хладилника 30 минути преди да се сварят. В тенджера се слага вода да заври. Когато заври, във водата внимателно се пускат яйцата и се варят 6 минути. Веднага след това се отцеждат и заливат с течаща студена вода, за да се спре готвенето. Отцеждат се и се обелват внимателно.\nАспержите се почистват от по-грубия долен край и се нарязват на парчета по диагонал с дължина 4 см. В широк тиган се нагрява зехтинът на умерен към силен котлон и се добавят аспержите. Сотират се 4-5 минути като се разбъркват периодично.\nТиганът се отстранява от котлона и аспержите се посоляват със сол и прясно смлян черен пипер. Добавят се нарязаните зелени подправки и всичко се разбърква хубаво.\nАспержите се сервират с рохките яйца и дука. Хубави са както топли, така и изстинали на стайна температура.\n\nОще рецепти с аспержи\nДруги рецепти за салати\n",
            "common words": [
                [
                    "като",
                    9
                ],
                [
                    "салата",
                    6
                ],
                [
                    "аспержи",
                    6
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nПреди 4 седмици\t\nГаля каза:": "Точно тази рецепта ми трябваше, за да заобичам аспержи. Нямах време, за да се снабдя с всички съставки за дука, но и без нея ми хареса много. Благодаря за рецептата!"
                    },
                    {
                        "\n\n\n\nПреди 3 седмици\t\nV каза:": "Кога ще те видим в Master Chef 🙂"
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Козунак с локум и орехи + вариации",
            "date": "28 април 2021",
            "text": "До преди пет години, на всеки Великден приготвях нова рецепта за козунак, която исках да изпитам или променях донякъде някоя, която ми харесваше за момента. Така натрупах опит от наблюдения при най-различни пропорции между основните съставки, смяна на видовете брашна, техники за месене и сплитане, овкусяване и пълнежи.\n\nОт пет години насам обаче започнах да работя върху една и съща рецепта, която изпитвах за това време, а единствените по-големи промени, които съм правила по нея са овкусяването и пълнежите. И докато всеки един от нас търси рецепта за най-добрия и сполучлив козунак, аз веднага си задавам въпроса – какво означава добър козунак?\n\n\nКакто при всичко останало, ние сме различни хора и имаме различни разбирания и усещане за вкус, съответно и за добър козунак. Някои предпочитат да е много сладък, други не харесват стафиди в него, трети искат средата му да им стои влажна, четвърти се наслаждават на обилните пълнежи, пети на изключително хрупкава захарна кора… а аз по принцип искам да ми е разнообразно и вкусно. Харесвам тази рецепта, защото работи за мен. Или по-скоро, знам какво трябва да направя, за да имам добър козунак за мен.\n\nА този козунак е добър за мен, защото ми е вкусен, защото имам добра сладост и успявам да докарам конци – нещото заради което козунакът се различава от всички останали сладки и богати хлябове. Но ето, за да се постигне наистина добър резултат, преди всичко трябва да се знае как работят продуктите и ролята на процесите.\n\n\nСподелям ти моя опит, като в случая няма да се задълбочавам в подробности, които са субективни като овкусяване например, бяла или кафява захар, видове пълнежи, а споменавам само най-важното. Знаейки и разбирайки условията за ултимативно сладък козунак с отличителни конци, оттук насетне може да се импровизира с овкусяване и пълнежи. В тази публикация основната рецепта е за козунак с локум и орехи, но ще видиш и още два любими варианта – един с шоколад и един с накиснати в бренди стафиди. Преди всичко, следва най-важното:\nБрашно\nЗа да се постигнат конците в козунака е необходимо развиване на силен глутен в тестото, а той се постига с използване на брашно с високо протеиново съдържане и продължително месене. Месенето развива глутеновите връзки, които смесени с мазнината, след изпичането ние виждаме като конци. Използването само на брашно с високо протеиново съдържание обаче за мен прави изпечения резултат доста жилав. Плюсът е единствено в изключително добрата еластичност на тестото, която спомага за запазване на отлична форма на сплетения козунак и дори позволява печене без да има нужда тестото да се поставя в съд за печене. Но аз искам освен форма и конци, да имам и пухкаво тесто, затова използвам смес от два вида брашно – едното е с високо протеиново съдържание, другото е стандартното тип 500, като давам превес на първото.\nЗахар\nВсички обичаме да ни е сладко, но при козунаците повече захар затруднява образуване на конците. Правилото е не повече от 300 грама захар за 1 килограм брашно. Може да добавиш повече захар, ако желаеш, но тогава не може да разчиташ на отличителни конци. Друго важно за захарта е, че добавена директно при останалите продукти, тя утежнява значително тестото и колкото и да е вкусно и сладко, отново не може да се разчита, че ще се получат отличителни конци. Затова е хубаво захарта да се разтвори предварително в прясното мляко, като двете се загряват и след това охлаждат до приятно топло – около 40ºC.\nМазнини\nАз обичам да има масло, защото харесвам вкуса му. Но като цяло е добре в козунакът да присъстват два вида мазнина – животинска и растителна. Вместо масло може да се използва свинска мас, а от растителната избирам неутрално на вкус олио. Животинската мазнина добавям при замесването на тестото, а растителната след това. Каква е причината? Козуначеното тесто е богато сладко тесто, в което трябва да се развият глутенови връзки, за да бъде еластично и да запази сплетената си форма до края. За да се развият здрави глутенови връзки е необходимо брашно с високо протеиново съдържание и доста месене, както стана ясно по-горе.\n\nСлед като глутенът в тестото е развит, идва време да направим конците отличителни. Това става като към тестото с добре развит глутен в него, започнe добавяне на растителната мазнина по малко. Измесването по този начин обгръща глутеновите нишки с мазнина и след изпичане, когато козунакът се отчупи (при разрез не се личи толкова), той се дели на конци. Това е цялата философия по тях – високо протеиново брашно, добре развит глутен чрез месене, измесване на тестото с мазнина след това.\nТемпература в кухнята\nЕдно време загрявах стаята, в която меся козунаците, не отварях ни прозорец, ни врата, колкото и горещо да ми беше, шашках се на всяко малко течение, завивах тестото с одеало, сякаш ще настине. Няма нужда! Практиката ми показва, че тестото ще втаса така или иначе и не е важно да се следи времето за това, а самото тесто. Освен това, тесто, което е втасвало по-дълго време в стаята с нейната нормална температура (около 22ºC – 24ºC), се развива по-добре и има по-добър вкус. С други думи – не правя нищо специално в кухнята докато приготвям козунак. Оставям го да втасва на плота и просто го следя. Не искам да го форсирам, най-малкото вкусът и миризмата на маята се усещат в изпеченото тесто, ако прибързвам. В тази връзка, обозначеното време за втасване в рецептата е ориентировъчно.\nМесене\nМоите предпочитания са за месене в статичен миксер и няма нужда да удрям тестото 100 пъти. При месенето в миксера, самото тесто се загрява, което помага за втасването след това. Добавянето на растителната мазнина е много по-лесно. Общото време за месене на тесто с 1 кг брашно е около 25 минути – как да не предпочитам миксера! Освен това, тестото е много меко докато се развие глутенът в него, затова месенето на ръка може да ти се стори много по-лепкаво от обикновено. Както и да постъпиш, не утежнявай тестото с повече брашно, а ако го месиш на ръка и лепне, използвай олио върху плота, а не брашно.\nВтасване\nВтасването на богати теста с мая като козуначеното винаги става на три пъти. Първият е когато се активира маята или това, което в рецептата ще срещнеш като закваска. Шупването на маята в началото е добър показател, че тестото ще се развие добре след това. Ако маята не шупне на този етап, най-логично е да се започне отначало, с друга мая. Второто втасване е на самото тесто, след като то вече е замесено. Оставя се да увеличи обема си около два пъти и половина. Третото втасване е на оформените вече козунаци. Проверяват се дали са втасвали, като повърхността им леко се притиска с пръст. Ако тестото пружинира и бързо възвръща първоначалната си форма, козунакът е готов за печене.\nПечене\nВ моята практика с козунаците съм установила, че 160ºC e добра температура за изпичане на козунака, без той да изсъхва отвътре или изгаря на повърхността. Ако за твоята фурна имаш изградена друга практика, която работи добре – използвай я. Пека козунаците докато вътрешната температура в средата на тестото достигне 86ºC. Засичането става най-добре с термометър сонда, защото позволява температурата да се следи докато козунакът се пече. Относно времето за печене, то може да варира според големината на козунака и техния брой на едно печене. Разбира се, не трябва да се игнорират и спецификите на фурната, затова е хубаво да познаваш твоята. Времето за печене в рецептата по-долу е за печене на два козунака по 800 грама всеки, като давам и насоки, ако се пекат три наведнъж. Най-добрият начин за засичане на готовност си остава измерването на вътрешната температура в средата на тестото, като се внимава, върхът на сондата да не е забола някое парче локум, защото тогава ще регистрира по-високи градуси.\n\nКозунак с локум и орехи\nЗа 3 броя x 800 г.\nЗа закваската:\n\n25 г прясна мая за хляб\n10 г захар\n60 мл топло прясно мляко\n50 г брашно тип 500\nЗа тестото:\n\n600 г брашно с високо протеиново съдържание (брашно за баници)\n400 г брашно тип 500\n½ чаена лъжица сол\n250 мл прясно мляко\n300 г захар\n4 големи яйца, със стайна температура\n1 супена лъжица ванилов екстракт\nнастъргана кора от 1 лимон\n120 г масло, разтопено\n80 мл неутрално на вкус олио (от гроздови семена, рафинирано слънчогледово или рапица) + допълнително за измесване и оформяне\nЗа пълнежа:\n\n250 г розов локум, нарязан на по-малки парчета\n80 г орехи, едро накълцани с нож\nЗа намазване:\n\n1 жълтък\n1 супенa лъжицa прясно мляко\nкафява захар, за поръсване\nПриготвяне на закваската\nВ купата на статичния миксер се смесват маята, захарта и млякото. Разбъркват се докато маята и захарта се разтворят. Добавя се брашното и се разбърква отново докато се получи рядка каша. Купата се покрива със стреч фолио и закваската се оставя за 15 минути или докато шупне.\nПриготвяне на тестото\nВ отделна купа се смесват двата вида брашно и солта. Разбъркват се хубаво и се оставят настрана.\nВ касерола се загряват прясното мляко и захарта на умерен котлон. Разбъркват се докато захарта се разтопи. Ако сместа се загрее прекалено много, трябва да се остави да се поохлади, но да бъде приятно топла. Оставя се настрана.\nВ друга купа се смесват яйцата, ванилията и лимоновата кора. Разбиват се леко с телена бъркалка или вилица. Оставят се настрана.\nКогато закваската шупне, към нея се добавят прясното мляко със захарта, яйцата с подправките и разтопеното масло. Разбъркват се грубо. Добавят се смесените брашна със солта. Замесва се тесто с приствката „кука“ на средна скорост на миксера. Месенето продължава 8-10 минути или докато тестото стане еластично и започне лесно да се отделя от стените на купата.\nКогато тестото е добре омесено, докато миксера работи на средна скорост, към него на 4-5 пъти се добавя олиото. След всяко добавяне тестото се оставя да се меси докато поеме напълно олиото и отново започне да се отделя лесно от стените на купата. Добавянето на олиото с измесването отнема още около 15 минути. През това време тестото трябва да се е загряло, да бъде еластично, но да е останало много меко.\n\n\nГотовото тесто се премества в голяма купа намазана с олио. Купата се покрива със стреч фолио и тестото се оставя да втасва около 2 часа или докато увеличи обема си почти два пъти и половина.\nДобавяне на локума и орехите\nКогато тестото е втасало се премества върху работен плот намазан с малко олио (не се ръси брашно!). Разстила се леко и върху него се изсипват локумът и орехите.\n\n\n\nЗавива се като пакет, така че локумът и орехите да се покрият и след това се измесва на ръка докато те се разпределят равномерно в цялото тесто.\n\nВ този момент тестото ще бъде много стегнато и трудно за оформяне, затова се покрива хлабаво със стреч фолио и се оставя 15-20 минути да се отпусне.\nОформяне на козунаците\nТестото се разделя на 3 равни части (x 800 г всяка). Всяка част се разделя на 4 (x 200 г) и се оформят фитили, които се омасляват с олио след това. От 4 фитила се оформя един козунак, като се сплита като кошница.\n\n\n\n\nКак става това може да проследиш в едно от видеата в тази публикация.\n\nОформените козунаци се слагат в тава с тефлонов килим или хартия за печене, напръскани със спрей за печене. За да запазят формата си кръгла, около козунаците поставям ринг с диаметър 20 см, чиито вътрешни стени също напръсквам със спрей за печене.\nМоже да се направи и друго сплитане на козунаците, като офицерско копче например, което също може да проследиш в тази публикация или плитка с 3 фитила, като в този случай козунакът ще е продълговат и се слага да втасва и пече във форма за хляб/кекс с размери 30x11x7 см.\nОформените козунаци се покриват хлабаво със стреч фолио и се оставят да втасват за 1 час и 30 минути или докато удвоят обема си, а при лек натиск върху тестото с пръст, то пружинира, като бързо възвръща първоначалната си форма.\nПечене на козунаците\nФурната се нагрява на 160ºC с опция горен и долен реотан. Пека винаги една тава на един път. Ако козунаците са продълговати, тогава се събират наведнъж с едно печене. Ако са кръгли, както е в случая и не мога да ги събера в една тава, пека с две тави последователно, като първо слагам тавата с първите оформени козунаци. Ако е много топло и има опасност втората партида козунак да превтаса, тогава се премeства на по-хладно място, докато се изпече първата партида.\n\nЗа намазване жълтъкът се разбърква с прясното мляко. С помощта на мека четка се намазват козунаците, чието печене предстои и се поръсват обилно с кафява захар. Тавата с козунаците се слага на средно ниво в предварително нагрятата фурна. Пекат се около 50 минути или докато вътрешната температура в средата на козунака достигне 86ºC. Когато се извадят от фурната, температурата ще продължи да се покачва с 3-4 градуса. Нека се има предвид, че ако се пекат трите козунака наведнъж, то времето за печене може да се удължи с 5-8 минути.\n\nИзвадените от фурната козунаци се оставят в тавата (или формите) за 5 минути и след това внимателно се преместват върху решетка. Оставят се да се охладят. За да се съхранят добре се увиват хубаво със стреч фолио, за да не изсъхват.\n\nВариации\nВместо с локум и орехи, в козунаците могат да се добавят стафиди и/или други сушени плодове и ядки, както и шоколад. Сушените плодове се накисват в ароматен алкохол за поне 2-3 часа. Количеството на добавките за 1 доза тесто се запазват, като признавам си, когато ги правя с шоколад, винаги слагам повече.\n\nТрите козунака могат да се направят с различни пълнежи. В този случай, след втасването, тестото се разделя на 3 равни части x 680 г и тогава всяка част се измесва с избраните добавки, като се предвиждат до 150 г от тях. Заедно със захарта за поръсване, по повърхността на козунака може да се боднат бланширани бадеми или други ядки. За да не изгарят по време на печенето, ядките се накисват за 5-10 минути във вода и след това се отцеждат и подсушават. Ако се използва филиран бадем, той само се намокря и отцежда.\n\nЗа още идеи за празника, разгледай тематичната страница за Великден.\n\n",
            "common words": [
                [
                    "като",
                    23
                ],
                [
                    "тестото",
                    23
                ],
                [
                    "докато",
                    17
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nПреди 2 месеца\t\nДиди каза:": "Много полезни насоки, Йоана, благодаря ти!\nПлетката “офицерско копче” ми е любима – знам я от твоето видео и я прилагам всяка година, откакто я видях.\nИмам въпрос за брашното с висок протеин. Колко грама протеин на 100 гр трябва да е съдържанието, за да се счита за високо? Над 9? Над 11?"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nЙоана Петрова каза:": "Над 12% е добре. Това, което ползвам е с 13,2% съдържание на белтъчини."
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nМая каза:": "Позволявам си да Ви отговоря, тъй като съм правила разследване за брашната 🙂 За козунаците гледам да е поне 13 % съдържание на белтъчини. Такива са повечето брашна за баници. Странно за мен, но София Мел за козунак е 10,8%. Прекрасни резултати съм имала с брашно за баници (мисля) на Родна стряха (Лидл) – 13,3% е, също и с бяло пшенично брашно мляно на каменна мелница на Екосем – то не е бяло на цвят като другите брашна, но е чудесно. Сигурно има и други, но с тези имам опит и мин.година произведох 12 козунака по рецептата на Йоана 🙂 За поредна година ще ѝ се доверя. Светли празници!"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nЙоана Петрова каза:": "Тази информация е полезна. Благодаря, че сподели с нас, Мая! Светли празници!"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nДиди каза:": "Благодаря и на двете ви!\nСветли празници и от мен! 🙂"
                    },
                    {
                        "\n\n\n\nПреди 1 месец\t\nМариета каза:": "Наминавам само да кажа, че моя се получи много добре, въпреки че месих на ръка 🙂"
                    },
                    {
                        "\n\n\n\nПреди 1 месец\t\nМирослава Иванова каза:": "Станаха перфектни три козунака с локум! И трите свършиха много бързо, не остана парченце да поизсъхне дори! Поръчаха ми да направя пак 🙂\nБлагодаря ти, Йоана! Отново ни предложи прекрасна рецепта.\nБъди щастлива!"
                    },
                    {
                        "\n\n\n\nПреди 1 месец\t\nЯвор каза:": "Рецептата е страхотна при мен се получи доста добре и всички вкъщи го харесаха много."
                    },
                    {
                        "\n\n\n\nПреди 1 месец\t\nstan каза:": "Съжалявам ако вече някъде си го писала, но ми е интересно какъв ти е статичния миксер, явно държи на „бой“ щом 25 минути бърка козуначено тесто. Ние имаме един Бош, който е малко слабоват(дори изрично ни предупредиха да не го тормозим много с тежки и гъсти теста), но пък му харесваме дизайна и за всичко освен козунак и хляб го ползваме редовно. Всички хвалят kitchenaid-а обаче за разлика от повечето хора ние не му харесваме много old school дизайна."
                    },
                    {
                        "\n\n\n\nПреди 1 месец\t\nЙоана Петрова каза:": "Използвам kMix на Kenwood. Мисля, вече повече от 8 години. Взех си към него и приставка за смилане на месо. Доволна съм от машината."
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Яйчена салата с авокадо и млечен дресинг",
            "date": "23 април 2021",
            "text": "Три седмици преди Великден аз се озовавам с три кори яйца от село и решавам да изпробвам различни рецепти за яйчени салати. Първата, която споделих е тази основа, върху която може да се импровизира с овкусяването или да се надгражда с още добавки.\n\nСледва яйчена салата, при която яйцата са по-ситно нарязани и смесени с намачкано авокадо, което прави салатата по-подходяща за намазване върху препечен хляб или в сандвич. Дресингът е изцяло млечен, с което тя става по-лека, а богатството във вкуса идва от многото пресни зелени подправки, лук и чесън, които добавям.\n\n\nХубавото на тези салати е, че когато престоят стават по-вкусни. Това позволява предварително приготвяне от начало до край, като се съхранява в хладилник до три дни. Тази салата ми харесва върху препечен хляб, но и с богата салата от зеленолистни и репички, а любимото ми допълнение към нея стана поръсване от египетската смес от подправки дука, чиято рецепта може да проследиш в публикацията за „Печени моркови, таханов сос с джинджифил и куркума, египетска смес дука“. Запечените семена кимион, кориандър и резене в сместа много добре допълват вкусовете от яйцата и млечния дресинг.\n\nИ понеже предстои Великден, след който обикновено оставаме с доста сварени яйца, освен да допълним с тях зеленолистните салати, тази яйчена салата с авокадо, както и яйчената салата с кисели краставички могат да се впишат идеално в следпразничното меню, оползотворявайки останалите боядисани яйца. Освен в тези салати обаче, ти предлагам и още няколко рецепти, в които се използват варени яйца и от които да се възползваш като идеи:\n\nАспержи на грил с булгур, варени яйца и зелен сос с майонеза – пролетно ястие със зелени аспержи и майонезен сос със зелени подправки. Булгурът може да бъде заменен от кускус или да се използват сварени зърна спелта или лимец.\nСпаначена салата с фета и киноа – отново пролетна салата от спанак, репички, червен лук и сирене. Допълни с повече нарязани на едро варени яйца, а ако количеството на киноата се увеличи, салатата се превръща в засищащо основно ястие.\nСалата Нисоаз – богата салата за всеки сезон. В публикацията ще откриеш два варианта за Нисоаз, и двата вкусни и питателни.\nВарени яйца с пресен лук, червени чушки и джинджифил – варени яйца със сотирани зеленчуци и азиатски подправки. Различно, сгряващо, много ароматно и вкусно.\nВарени яйца в сос от карамелизиран лук и спанак – варени яйца в индийски стил и по-специално от Керала. Това са къри яйца допълнени от сос с много лук и спанак, които са богато подправени.\nПастет от магданоз и коприва – пролетен пастет от магданоз и връхчета коприва, на който много му подхождат варени яйца.\n\nРазбира се не е нужно да се чака Великден, за да си приготвиш всички тези рецепти с яйца. Ако ти допадат, запази си ги като идеи и се възползвай от тях по което и да е време.\n\nЯйчена салата с авокадо и млечен дресинг\nЗа 4 порции.\nЗа салатата:\n\n8 твърдо сварени яйца, нарязани на ситно\n1 голямо зряло авокадо, намачкано с вилица\n1 стрък пресен лук, нарязан на ситно\n1 стрък пресен чесън, нарязан на ситно\n1 супена лъжица нарязан пресен магданоз\n1 супена лъжица нарязан пресен копър\n1 супена лъжица нарязана прясна мента\nЗа дресинга:\n\n200 г цедено кисело мляко\n1 чаена лъжица дижонска горчица\n1 супена лъжица лимонов сок\nсол и прясно смлян черен пипер\nЗа сервиране:\n\nзеленолисни салати\nрепички\nпера див лук\nпрепечен хляб\nПриготвяне на дресинга\nЗа дресинга всички съставки се смесват и разбъркват хубаво.\nПриготвяне на салатата\nАвокадото се обелва и намачква с вилица. Може да бъде по-пюрирано или да се оставят по-едри парченца от него за повече текстура. Намачканото авокадо се смесва с нарязаните на ситно яйца, лукът, чесънът и зелените подправки. Добавя се дресингът и всичко се разбърква хубаво. Може да се приготви предварително и да се съхрани в хладилник до 3 дни.\nСервиране\nСалатата се сервира с различни видове зеленолистни салати, нарязани на кубчета репички, пера див лук и препечен хляб.\n\nОще рецепти с яйца\nДруги рецепти с авокадо\n",
            "common words": [
                [
                    "яйца",
                    9
                ],
                [
                    "салата",
                    8
                ],
                [
                    "варени",
                    6
                ]
            ],
            "comments": {
                "comments": []
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Яйчена салата с кисели краставички и майонезен дресинг",
            "date": "20 април 2021",
            "text": "Не се случва често да приготвям салата на основата на сварени яйца. Ако ги използвам в салати те по-скоро са допълнение, както е при тези аспержи с булгур и тази салата от зеленолистни с бекон. Варени яйца към салатата се появяват покрай Великден, но това е напълно разбираемо.\n\nСлед като получих обаче 3 кори яйца от село, реших че е време да придобия повече опит с яйчените салати. А те се оказаха прекрасни, защото могат да се добавят към зеленолистната салата, да се използват за сандвичи или като цяло да се превърнат в основно ястие, в зависимост с какво още са допълнени.\n\n\nВъпреки че основата винаги е една и съща, яйчените салати могат да се приготвят по толкова разнообразни начини, че наистина да не омръзнат толкова скоро при честото им правене, в какъвто случай съм сега. Опитах няколко варианта, които имам намерение да ти споделя и стартирам с тази салата, която бих определила като най-семплата основа, върху която може да се надгражда.\n\nТази салата съдържа сварени яйца, разбира се, които са нарязани на едро. Към тях добавям кисели краставички, пресен лук и зелени подправки.\n\nДресингът е комбинация от майонеза и кисело мляко, което добавям за повече свежест и лекота, но избирам киселото мляко да е цедено за да бъде дресингът плътен и кремообразен. По този начин основните продукти за салатата се обединяват, а при престояването ѝ не се отделя вода, която да я разводни.\n\nТази яйчена салата ми харесва със зеленолистни салати. Би могла да се използва и за сандвичи, ако яйцата се нарежат на по-ситно. Би могло да се използва само майонеза за дресинга или само цедено кисело мляко или дори заквасена сметана, ако целта е да бъде по-лека. Би могло да се добавят и други зелени подправки, а киселите краставички да се заменят или допълнят с нарязан на кубчета стрък селъри, който може да се манирова предварително за кратко.\n\nСалатата е много лесна за приготвяне и може да се съхрани в хладилник до 3 дни. Дори забелязах, че на следващия ден от приготвянето ѝ вкусовете са се променили и развили и самата салата е по-вкусна. Все пак, съдържа яйца и майонеза, затова е хубаво да не застоява, ако това изобщо може да се случи.\n\nЯйчена салата с кисели краставички и майонезен дресинг\nЗа 4 порции.\nЗа салатата:\n\n8 твърдо сварени яйца, обелени и нарязани на едро\n2-3 кисели краставички, нарязани на кубчета\n1 стрък пресен лук, нарязан на ситно\n1 супена лъжица нарязан пресен магданоз\n1 супена лъжица нарязан пресен копър\nЗа дресинга:\n\n100 г майонеза (виж как да си я приготвиш)\n100 г цедено кисело мляко\n1 чаена лъжица дижонска горчица\n1 супена лъжица лимонов сок\nсол и прясно смлян черен пипер\nЗа сервиране:\n\nнакъсани листа маруля\nрукола\nпера див лук\nкаперси\nсладък или лют червен пипер на люспи\nПриготвяне на дресинга\nЗа дресинга всички съставки се смесват и се разбъркват хубаво с телена бъркалка.\nПриготвяне на салатата\nВ купа се смесват всички съставки за салатата. Добавя се дресингът и се разбърква хубаво. Може да се приготви предварително и да се съхрани в хладилник.\nСервиране\nСалатата се сервира върху накъсани листа маруля и рукола. Поръсва се с пера див лук, каперси и червен пипер.\n\nОще рецепти с яйца\nДруги рецепти за салати\n",
            "common words": [
                [
                    "салата",
                    6
                ],
                [
                    "яйца",
                    4
                ],
                [
                    "може",
                    4
                ]
            ],
            "comments": {
                "comments": []
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Галет с ягоди, моцарела и балсамова редукция",
            "date": "15 април 2021",
            "text": "Галетите са толкова семпли за приготвяне и с толкова разнообразни идеи за пълнежи, че струва ми се, този блог винаги може да побере още една рецепта за тях. Тук отново ще те занимавам с най-доброто ронливо маслено тесто, което знам до момента, но този път ти предлагам един малко по-различен негов вариант, който обогатявам със смлян шамфъстък и лимонова мащерка. Решавам да ги използвам, защото ядките, освен допълнителен вкус, дават още по-приятна хрупкавост на тестото, а ароматът на лимоновата мащерка е свежо допълнение към ягодите, които са в основата на пълнежа. Към тях има и разтопена моцарела и всичко това завършвам с гъстата сладко-кисела редукция на балсамов оцет.\n\n\nКак приготвям супер хрупкаво тесто, което стои шуплесто и на слоеве след изпичане, може да прочетеш в тази публикация, в която обяснявам подробно какво е важно и какви са условията за да се постигне. Към рецептата за тестото в настоящата рецепта добавям смлян шамфъстък и мащерка, затова ще видиш новата рецепта с добавките по-долу, но за най-добри резултати, препоръчвам да се прочетат условията от основната рецепта.\nПълнежът за този галет е от ягоди, които подслаждам умерено с кокосова захар, но може да се използва бяла или кафява. За да се сгъстят соковете, които ягодите отделят по време на печенето, добавям към тях нишесте от тапиока, което може да се замени с царевично нишесте. Лимоновата кора е още едно свежо допълнение като аромат, което допълва и ягодите, и лимоновата мащерка, и шамфъстъкът.\n\nГалетът може да се приготви дотук – с прекрасното ронливо-маслено тесто и ягодовия пълнеж. Но реших да дам допълнителни вкусове и приятно усещане от запечена до разтопяване моцарела и балсамова редукция. Моцарелата добавям върху галета, когато той вече е изпечен и ги оставям във фурната още около 5 минути докато сиренето започне да се топи.\nПреди сервиране поръсвам с балсамовата редукция, която може да се приготви в по-голямо количество и да се съхрани задълго на стайна температура. При нея не добавям захар, но ако желаеш, за повече сладост може да се редуцира с малко количество захар или мед, добавени в самото начало. Ако решиш да направиш така, използвай 1 чаена лъжица захар или мед за 100 мл балсамов оцет. Освен за този галет, балсамова редукция може да се използва и при други плодови десерти като сладолед с ягоди, в зеленолистни салати с плод в тях, за поръсване върху червено месо, със сирена и пресни или сушени плодове (виж тези рецепти за панирано козе с грозде и панирана фета в сусам със сладко от смокини), върху парти хапки и изобщо, след като я опиташ може да прецениш къде другаде да я добавиш.\n\nСега си представи хрупкаво маслено тесто с аромат на билки; сготвени до сладко ягоди в гъст сос от собствените им сокове; разтопено прясно сирене върху тях и подчертана сладост и аромати от концентриран балсамов оцет. Галетите са не само подходящи за приготвяне с разнообразни идеи за пълнежи, но и ме повеждат към опити, чиито резултати предизвикват картини и усещане за зелена поляна, на която лежа с лице към слънцето, а тревите са толкова близо, че ги вдишвам с всеки лек повей на пролетния вятър.\nС този пролетен галет с ягоди и билки наистина се долавя пролетното време – топло и свежо, ново начало. Освен добър вкус ми носи и приповдигнато настроение. Такова с очакване, че всичко хубаво тепърва предстои.\n\nГалет с ягоди, моцарела и балсамова редукция\nПродуктите за този галет, включително и течните са в грамове, защото измервам всичко на електронна везна. По-лесно е, по-точно е, а и много често се спестява изцапване на допълнителни съдове. Подправки и дребни добавки са в мерителни лъжици.\nЗа 8 порции.\nЗа тестото:\n\n180 г брашно\n30 г смлян шамфъстък\n¼ чаена лъжица смляна морска сол\n1 чаена лъжица нарязана прясна лимонова мащерка\n100 г студено масло, нарязано на кубчета\n60 г ледена вода + допълнително ако има нужда\nЗа пълнежа:\n\n400 г ягоди, почистени и срязани на две\n50 г кокосова захар\n20 г нишесте от тапиока или царевично нишесте\nнастъргана кора от ½ лимон\n80 г моцарела\nЗа намазване:\n\nразбито яйце (вместо да се използва кокоше, от което ще остане, може да се изпълва пъдпъдъче, което идва точно)\nкафява захар, за поръсване\nЗа балсамовата редукция:\n\n100 г балсамов оцет\nПриготвяне на балсамовата редукция\nБалсамовият оцет се слага в малка касерола и се нагрява на умерен към силен котлон докато заври. Когато заври, котлонът се намалява до умерен към слаб и балсамовият оцет се вари 5-6 минути или докато се редуцира почти наполовина. Времето за редукция ще зависи от силата на котлона и количеството балсамов оцет. За 100 мл от него около 5 минути на умерен котлон са достатъчни за средно гъста редукция – ще останат около 60-70 г от него. Нека се има предвид, че когато балсамовата редукция изстине, тя ще се сгъсти още, затова не я сгъстявай твърде много на котлона.\nБалсамовата редукция може да се приготви с дни предварително. Съхранява се покрита на стайна температура.\nПриготвяне на тестото\nЗа подробно описани стъпки със снимки за приготвяне на тестото, виж публикацията „Как да си направя тесто за пай“.\nБрашното се измерва в купа и се охлажда една нощ в хладилник или един час във фризер. Добавят се смлените ядки и солта, и се разбъркват с телена бъркалка, за да се смесят хубаво.\nСтуденото масло се нарязва на парчета с големина на бадем. Връща се в хладилника за около 30 минути или се охлажда във фризера 10-15 минути. Маслото се добавя към брашното с ядките и се претрива в него с помощта на ръчен блендер за тесто или с вилица. Претриването продължава, докато парчетата масло станат с големина на грахово зърно или малко по-малки. От продължителността на този процес и големината на парчетата масло, ще зависи колко вода ще бъде необходимо да се добави.\nОт измерената вода се добавя по-голямата част от нея, като се оставят настрана около 15 г. Водата се разлива по цялата повърхност на брашното с ядките и маслото. С помощта на вилица сместа се разбърква хубаво. Ако сместа стои твърде суха, тогава се добавя още малко вода.\nВ този момент цялата тази ронлива маса трябва да се събере на топка. Сместа започва да се претрива с дланите на ръцете, които е хубаво да са добре охладени. Начинът, по който се прави това е както се пере дреха на ръка. С двете ръце се взима с пълни шепи от тестото и се претриват една в друга. В този момент сместа трябва да започне да се събира на тесто. Тестото се притиска по стените на купата, като се обират всички сухи части от дъното ѝ.\nТестото се изсипва върху чист плот. Ще бъде все още ронливо. Притиска се с двете длани, като едновременно се оформя на топка. Топката тесто ще стои груба с ясно виждащи се парчета масло в нея.\nТопката тесто се оформя на диск и се увива хубаво в стреч фолио. Тестото се охлажда в хладилник минимум един час. Може да се приготви от предния ден или да се замрази до три месеца. Когато тестото е било замразено, то се изважда в хладилник от предния ден, за да се отпусне, но да продължи да се поддържа студено.\nПриготвяне на пълнежа\nЗа пълнежа всички продукти без моцарелата се смесват и разбъркват хубаво непосредствено преди да се използват.\nОформяне и изпичане на галета\nФурната се нагрява на 180ºC с опция нагряване на долен реотан + вентилатор. Подготвя се широка и плитка тава.\nОхладеното тесто се разточва върху леко набрашнена повърхност на кръг с дебелина 3 мм. Ако кръгът не е много правилен и краищата на тестото се разцепват, това не е проблем. Тестото се слага върху лист хартия за печене, изрязан по размерите на тавата, в което ще се пече галетът. Премества се в тавата заедно с хартията.\n\n\nВ средата на тестото се изсипва пълнежът. Разпределя се така върху тестото, че да останат свободни около 3 см от краищата му. Краищата се загъват навътре с помощта на хартията за печене, така че част от плънката да се покрие с тесто.\n\nБордът от тесто на галета се намазва с разбито яйце и се поръсва с кафява захар.\nТавата с галета се слага на второ ниво в предварително нагрятата фурна (целта е тавата да бъде по-близо до долния реотан, за да се изпече хубаво тестото отдолу) и се пече 30 минути. След това време върху галета се накъсва моцарелата и се връща във фурната за още 3-5 минути или докато моцарелата започне да се топи.\nСервиране\nГалетът се сервира топъл (но не горещ) с разтопеното сирене отгоре, като се поръсва с балсамовата редукция. Приятен е и изстинал, но на стайна температура, а не охладен.\n\nОще рецепти за галет\nДруги рецепти с ягоди\n",
            "common words": [
                [
                    "може",
                    11
                ],
                [
                    "този",
                    9
                ],
                [
                    "върху",
                    9
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nНа 16 април 2021\t\nАди каза:": "В личната ми класация тази рецепта е най-несполучливата, която съм опитвала от тук.Нито сладко, нито солено. Кокосовата захар не допринася с нищо за вкуса – не се усеща. След 30 мин печене имаше още мноого сокове и допичах още 15 мин. Тестото отдолу се усещаше леко глетаво – хрупкав беше само бордът по края.Отчитам като положителен опита с балсамовата редукция, която приготвих за първи път и ще има много приложения."
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Лесна морковена торта",
            "date": "9 април 2021",
            "text": "Обикновено под торта се разбира слепени поне два блата с крем, мус, ганаш или дори със сладко. Тортата може да бъде измазана отвсякъде със същите тези крем, мус или ганаш, или оставена „гола“. Може да бъде декорирана с ядки, шоколад, кокос, ядливи цветя и каквото друго е подходящо според идеята ѝ, а може да бъде оставена семпла, с небрежно нанесена глазура. На мен обаче много ми хареса една мисъл на Вальо, която сподели веднъж, докато ядяхме някаква торта. Та, той каза, че тортата е просто кекс с крем и повярвай ми, колкото и да се смях тогава, нямаше как да не се съглася с него. В тази мисъл е и тази лесна морковена торта, която се състои от един блат – достатъчно вкусен и сочен сам по себе си, който е почти небрежно покрит с много лесен и бърз за приготвяне мус от маскарпоне. В синхрон със семплотата е и декорацията върху тортата, която не само подсказва какво съдържа тя, но и носи настроение за пролетен празник.\n\n\nВсякакви варианти за морковена торта и изобщо сладкиши и сладки с моркови се появяват всяка пролет покрай Великден. Морковената торта особено се свързва с него, макар че признавам си, у дома няма традиция да се приготвя точно по това време. Но пък я правя без повод, просто защото е вкусна. В архива на този блог може да намериш един вариант на морковена торта, която е с две платки и слепена с класическия крем за нея от крем-сирене с масло и пудра захар. Тя също не е сложна за приготвяне и е малко по-разнообразна с използването на лешници и добавянето на кубчета ананас в блата. Вкусна е, разбира се и е просто още една версия на морковена торта, в която обаче, от днешна гледка точка бих променила само едно и това е да намаля количеството захар.\n\nНе ни трябват вече твърде сладки десерти, трябват ни десерти чиито основни вкусове се открояват над сладостта. Всъщност тя, сладостта, независимо под каква форма се използва – захар, мед, кленов сироп… когато е умерена прави така, че всички останали вкусове да се подчертаят. Тогава не се усеща само сладост, усеща се вкусът на основните продукти, а използваните подправки ги засилват. Точно затова и в настоящата рецепта намалих захарта в блата и използвах съвсем малко количество кленов сироп в муса, по-скоро за аромат, а не толкова за сладост, което прави тортата много приятна за ядене, защото не е твърде сладка, а естествената сладост на морковите не е заглушена, напротив. Подсилена е, както и вкусът им, без това да води до натрапчивост в цялото усещане.\n\nЛеснотата на приготвяне, за която говоря се изразява не само в липсата на приготвяне на два или повече блата, слепването им и изчакването всичко да стегне хубаво, за да не се разпадне при разрязване, но и техниката на смесване на продуктите – и при блата и при муса. При блата е възможно най-простия начин, който се използва за приготвяне на мъфини и той е в три стъпки – смесване на течните съставки, смесване на сухите съставки и обединяване на двете. Липсата от нужда да се използва миксер е още един плюс в това. При мусът пък, който се състои от две съставки, те просто се смесват и разбиват. Миксерът тук работи за бързина и предотвратява изтръпване на ръката и мускулна треска след това.\nЗащо харесвам тази рецепта? Както се случи последният път в една късна вечер, в която си помислих и пожелах торта с моркови, на следващата сутрин започнах да я приготвям и я имах готова и завършена за обяд. Точно, защото се приготвя много лесно и очевидно бързо, с продукти, които така или иначе поддържам и имам под ръка. Разбира се, като всяка една торта, отлежаването ѝ известно време я прави още по-вкусна. Съхраняването и на тази в хладилник е неизбежно, най-вече заради муса от маскарпоне, а за пълноценна наслада препоръчвам тя да се извади от хладилника на стайна температура (ако не цялата, то може да се отрежат от нея нужния брой парчета) поне 30 минути преди да се сервира.\n\nЛесна морковена торта\nРецептата за блата е адаптирана от thecafesucrefarine.com, като намалявам захарта, така че тортата да не бъде твърде сладка. Ако желаеш може да използваш светла кафява захар, а към подправките може да се добави настъргана портокалова кора.\nЗа 8-10 порции.\nЗа блата:\n\n2 яйца, със стайна температура\n120 г неутрално на вкус олио – от гроздови семена, рафинирано слънчогледово, рапица\n150 г фина кристална захар\n1 чаена лъжица ванилов екстракт\n200 г настъргани на средно ренде моркови (измерени след настъргването)\n50 г орехи, накълцани или едро смлени\n140 г брашно\n50 г кокосови стърготини\n1½ чаена лъжица бакпулвер\n½ чаена лъжица канела на прах\n¼ чаена лъжица смлян карамфил\n¼ чаена лъжица джинджифил на прах\nЗа мус от маскарпоне:\n\n120 г маскарпоне, много добре охладено\n120 г сметана 35%, много добре охладена\n2 чаени лъжици кленов сироп\nПриготвяне на блата\nФурната се нагрява на 200ºC с опция горен и долен реотан. Подготвя се форма за печене с диаметър 20 см, с подвижно дъно. Дъното на формата се покрива с хартия за печене. Дъното и стените ѝ се напръскват със спрей за печене.\nВ купа се смесват яйцата, олиото, захарта и ваниловият екстракт. Разбиват се с телена бъркалка докато се смесят хубаво. Към тях се добавят настърганите моркови и накълцаните орехи. Разбъркват се добре.\nОтделно се смесват брашното, кокосовите стърготини, бакпулверът и подправките. Добавят се към течните съставки и всичко се разбърква хубаво със силиконова шпатула.\nСместа се изсипва в подготвената форма и се заглажда. Слага се на средно ниво в предварително нагрятата фурна. Температурата на фурната веднага се намалява на 180ºC и блатът се пече 35 минути. Проверява се за готовност като се забоде дървена клечка в центъра му и тя излезе суха.\nФормата с блатът се изважда от фурната и се оставя да се охлади 10-15 минути. След това блатът се освобождава от формата, поставя се върху решетка и се оставя да се охлади напълно.\nПриготвяне на муса от маскарпоне\nВ дълбока купа се смесват маскарпонето и сметаната. Разбиват се с миксер на средна скорост докато се сгъстят до крем. Внимава се да не се преразбият и пресекат. Към тях се добавя кленовият сироп и се разбиват за кратко, колкото да се смесят.\n\nАранжиране\nВърху охладения блат се разпределя мусът, като може да се заглади напълно, да се нанесе на вълни или на спирала, както е в случая на снимките. За декорация използвам нарязани на тънки ленти моркови в различни цветове, които навивам на руло и пресен розмарин.\n\nОще рецепти за сладкиши\nДруги рецепти с моркови\nРазгледай рецептите за всякакви торти\n",
            "common words": [
                [
                    "може",
                    7
                ],
                [
                    "която",
                    7
                ],
                [
                    "блата",
                    6
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nНа 9 април 2021\t\nМария каза:": "Здравей, може ли тортата да се изпече с вентилатор, и като цяло със или без вентилатор е добре да се пекат тестени изделия?"
                    },
                    {
                        "\n\n\n\nНа 9 април 2021\t\nЙоана Петрова каза:": "Ако блатът се пече с вентилатор, тогава градусите се намаляват с 10-20. Като цяло, кексове, тестени, сладки и подобни, ако пека само в един съд на един ред, използвам нагряване на горен и долен реотан. Ако пека на 2 или 3 нива във фурната, тогава използвам опция „топъл въздух“. В зависимост от печивото и рецептата решавам дали да запазя градусите такива, ако се пече на едно ниво или да ги намаля."
                    },
                    {
                        "\n\n\n\nНа 9 април 2021\t\nМария каза:": "Благодаря за отговора. Ще я пробвам!"
                    },
                    {
                        "\n\n\n\nНа 9 април 2021\t\nСветлана каза:": "Леле това е някакво голямо съвпадение. Точно снощи четох рецептата за морковена торта от СОС рубриката и мислех днес да я правя. Но тази морковена торта изглежда много по-лесна и с различен крем, имам всички продукти и ще започна да я правя като заспят децата 😊\nБлагодаря много Йоана!\nСамо нямам кокосови стърготини, имам кокосово брашно. Да сложа кокосово брашно или още 50 гр орехи?"
                    },
                    {
                        "\n\n\n\nНа 9 април 2021\t\nЙоана Петрова каза:": "По-скоро използвай още орехи на мястото на кокосовите стърготини. Нека да бъдат по-ситно смлени."
                    },
                    {
                        "\n\n\n\nНа 10 април 2021\t\nСветлана каза:": "Благодаря много Йоана!\nТортата стана страхотна, много ароматна и сочна. Бързо се прави, кремът е много ароматен с кленовия сироп! Една свежа торта за всеки ден без повод😊"
                    },
                    {
                        "\n\n\n\nНа 13 април 2021\t\nСимона каза:": "Здравей Йоана, тортата изглежда чудесно, мисля днес да се опитам да я приготвя. Нямам единствено кленов сироп.. дали ще стане добре ако го заменя с мед ?"
                    },
                    {
                        "\n\n\n\nНа 13 април 2021\t\nЙоана Петрова каза:": "Да, ще се получи хубав вкус. Добави го накрая, след като мусът вече е готов и разбий за кратко на средна към ниска скорост с миксера, само докато се смесят."
                    },
                    {
                        "\n\n\n\nНа 15 април 2021\t\nСимона каза:": "Благодаря много! Тортата стана уникална ❤️"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nМария каза:": "Здравей, Йоана,\nАко орехите се смелят съвсем ситно би ли се наложило да коригирам грамажа на брашното в рецептата?"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nЙоана Петрова каза:": "Не, не е необходимо да се намалява брашното. Следи времето за печене и проверявай блата с дървена клечка забодена в средата – трябва да излиза суха."
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nИлина каза:": "Здравейте,\nПравила съм другата морковена торта от сайта Ви и е страхотна. Иска ми се обаче да адаптирам тази рецепта за много малката ми дъщеря, на която се стремя да не давам захар все още. Та искам да попитам може ли да намаля още повече захарта в блата? Как би се отразило на текстурата му?"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nЙоана Петрова каза:": "Може да намалите захарта още. Следете времето за печене."
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nДени каза:": "Знам си аз, че рецептите на Йоана до една са перфектни и не бива да пробвам разни крайни импровизации, но да споделя..\nПърво, подобно на Илина от предишния коментар, реших да спестя захарта. Направо да я пропусна.\nВторо, вместо един блат, реших да правя малки мъфини.\nТрето, настъргах морковите на едрото ренде.\nПоследно, нямах достатъчно кокосови стърготини и с нищо не компенсирах това.\nКато резултат, получиха се доста мазни кубчета със стърчащи и изсушени краища морков. Толкова мазни, че във формичките можех да направя йоркширски пудинг(@Йоана, няма все още такава рецепта. Ако имаш нещо наум, моля сподели опита си).\nКато цяло, споделям опита си за други майки, които са решили да адаптират рецептата за бебета. А аз ще направя тортата още един път, но обещавам да играя по правилата."
                    },
                    {
                        "\n\n\n\nПреди 4 седмици\t\nМилена каза:": "Здравейте,\nМога ли да заменя морковите с червено цвекло в тортата? Синът ми иска розова торта с червено цвекло и се чудя тази дали би се получила добре."
                    },
                    {
                        "\n\n\n\nПреди 4 седмици\t\nЙоана Петрова каза:": "Да, може. Ще бъде чудесно. Ако червеното цвекло пусне много сок при стъргането, отделето го!"
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Торта Паскуалина – италиански великденски пай със зеленолистни, рикота и яйца",
            "date": "4 април 2021",
            "text": "Макар този празничен солен пай от Лигурия да се приготвя традиционно за Великден, той е и прекрасно ястие за цялата пролет. Може да се приготви с всякакви пролетни зеленолистни, пресен лук, билки, артишок или грах, които се комбинират с прясно сирене и яйца и се изпичат в тънка тестена кора.\n\nПаят е още по-добър на следващия ден, затова позволява да се приготви предварително и да бъде част от великденските празници, но и просто като вегетарианско ястие във всеки един ден от пролетта.\n\n\nПаят има дълга история още от 16 век, което го прави и с голям избор от варианти за рецепти. В едни от първите, както гласи легенда за него, италианските жени са го приготвяли с 33 слоя от тестото – по един за всяка година на Исус. Днешните версии са опростени с един слой, но пък тестото остава също толкова просто и е без мая или набухватели. Това автоматично прави рецептата по-бърза за приготвяне, защото няма нужда от изчакване за втасване, макар че съм попадала и на рецепти за пая с тесто с мая. Решавам да го запазя обаче и то не толкова заради автентичност, колкото да остане възможно по-семпъл.\n\nПълнежът е по-интересната част в него и може да съдържа от всички пролетни зеленолистни, за които се сетиш. Най-често се приготвя със спанак, чиято версия следва, но ако разполагаш с манголд (листно цвекло), лапад, левурда, кейл или дори коприва, защо да не се използват? Комбинацията на всички тях с прясно сирене или извара, както и с яйца е прекрасна. В традиционните рецепти се използва и артишок – също пролетен зеленчук или по-скоро цвете, което колкото и да е пролетно, не се намира толкова лесно при нас дори в сезона си. Много добра алтернатива е грах, който включих в настоящата рецепта, но ако помислим за още пролетни зелени зеленчуци, то и аспержите биха се включили прекрасно тук.\n\nЗа пълнежа използвам още цяла връзка пресен лук, вместо стар и любимите свежи билки – босилек и мента, които с ароматите си още повече засилват усещането за пролет. Разбира се, може да се добави магданоз и копър, а ако се търси по-сходен до италианския пай вариант, тогава използвай прясна майорана, макар че и тя като артишока не се намира така лесно.\n\nРикотата е по-нежна от изварата и затова я предпочитам, но правилата тук са да няма правила и може да приготвиш твоя пролетен пай с каквото прясно сирене или извара имаш под ръка. От подправките не изпускам индийското орехче, когато приготвям нещо със спанак и ако още не си опитвал комбинацията, направи го, независимо какво ястие със спанак правиш. Обещавам ти, че ще се изненадаш насладиш много приятно.\n\nС какво обаче се отличава този пай? Това са целите сурови яйца, които се поставят в направени гнезда в плънката. Яйцата се сготвят докато паят се пече, а разрезът е весел и красив – и за празник и за радост във всеки един пролетен ден.\n\nТорта Паскуалина – италиански великденски пай със зеленолистни, рикота и яйца\nИзточниците, които използвам като навигация за тази рецепта са italyonmymind.com.au, откъдето взимам идеята за грах в плънката, deliciousmagazine.co.uk, откъдето използвам пропорции за тестото и ottolenghi.co.uk, който ми напомня, че винаги мога да изляза от рутината и да обогатя храната с различни от обичайните подправки.\nЗа форма с диаметър 20 см – 8 порции.\nЗа тестото:\n\n300 г брашно\n2 супени лъжици (30 мл) зехтин\n¼ чаена лъжица сол\n150 мл топла вода\nЗа пълнежа:\n\n600 г пролетни зеленолистни от един вид или смес – спанак, лапад, манголд\n2 супени лъжици зехтин\n1 връзка пресен лук, нарязан на ситно\n200 г грах\n250 г рикота\n50 г настърган пармезан или пекорино\n2 супени лъжици нарязан пресен босилек\n2 супени лъжици нарязана прясна мента\n¼ чаена лъжица смляно индийско орехче\n3 яйца, за плънката\n6 яйца, за гнездата\nсол прясно смлян черен пипер\nПриготвяне на тестото\nБрашното се смесва със зехтина и солта. Добавя се водата и се замесва меко тесто. Измесва се върху леко набрашнен плот докато стане гладко и еластично. Покрива се със стреч фолио или кухненска кърпа и се оставя за 20-30 минути.\nПриготвяне на плънката\nЗеленолистните се измиват под студена течаща вода. Слагат се във вряща вода на котлона и се готвят 2-3 минути. Отцеждат се много добре през цедка, като се притискат, за да се отдели възможно повече вода от тях. Трябва да бъдат добре отцедени, защото тази вода ще овлажни тестото докато паят се пече. След като се поохладят се нарязват на едро с нож.\nВ голям тиган се нагрява зехтинът на умерен към силен котлон. Добавя се лукът и се разбърква около минута. Добавят се зеленолистните и грахът и се разбъркват с лука. Готвят се 1-2 минути. Ако има отделена течност в тигана, тя се оставя да се изпари.\nТиганът се отстранява от котлона и към зеленолистните се добавят рикотата, пармезанът, билките и индийското орехче.\nЯйцата за плънката се разбиват леко с вилица. От тях се заделя 1 супена лъжица, с която по-късно ще се намаже повърхността на пая. Останалото количество яйца се добавят в плънката. Всичко се посолява със сол и черен пипер и се разбърква хубаво.\nПриготвяне и изпичане на пая\nФурната се нагрява на 180ºC с опция горен и долен реотан. Подготвя се форма за печене с диаметър 20 см, с подвижно дъно. Дъното се покрива с хартия за печене. Дъното и стените на формата се напръскват със спрей за печене.\nТестото се разделя на две части, като едната да бъде 2⁄3 от него, другата 1⁄3. По-голямата част се разточва върху леко набрашнена повърхност на кръг с диаметър около 35 см и дебелина 2,5 мм. Кръгът се поставя във формата, като хубаво се притиска по дъното и стените ѝ, а краищата на тестото се оставят да стърчат навън от ръба ѝ.\n\nПо-малката част от тестото се разточва на кръг с диаметър 25 см и дебелина 2,5 мм. Оставя се настрана.\nВъв формата с тестото се изсипва цялата плънка от зеленолистни и се заглажда. На повърхността ѝ симетрично се правят 6 гнезда. Най-удобно е да се направят с лъжица за сладолед, чиято изпъкнала част се притиска в плънката. Във всяко гнездо се чуква по едно яйце. Ако части от белтъците на яйцата излязат от гнездатаа и покрият цялата повърхност, това не е проблем.\n\nРъбът на долното тесто се намазва с малко от разбитото заделено яйце, за да може да залепне с горното тесто. Разточеният малък кръг се поставя върху яйцата, като се следи краищата му да съвпаднат със стърчащите краища на долното тесто. Двете теста се слепват. Излишното тесто се изрязва с ножица и се оформя красив борд с пръсти или с помощта на вилица.\n\n\nЦялата повърхност на пая се намазва с остатъка от заделеното яйце. От изрезките тесто може да се направят декоративни елементи, които да се залепят върху горната кора.\n\nПаят се слага на средно ниво в предварително нагрятата фурна и се пече 60 минути. Когато е готов се оставя да се охлади поне 30 минути, преди да се освободи от формата.\n\nМоже да се яде леко топъл или със стайна температура. Ако остане за следващия ден, се съхранява в хладилник и много добре се притопля във фурната.\n\nОще идеи за Великден може да видиш в тематичната страница.\nДруги рецепти със спанак\nОще рецепти от италианска кухня\n",
            "common words": [
                [
                    "като",
                    8
                ],
                [
                    "тестото",
                    8
                ],
                [
                    "които",
                    6
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nНа 4 април 2021\t\nВесела каза:": "Изглежда страхотно! С удоволствие ще го направя."
                    },
                    {
                        "\n\n\n\nНа 18 април 2021\t\nДени каза:": "Колко е висока използваната форма? Разполагам с ниска и предполагам, че плънката ще прелее. При използване на по-широка форма, да коригирам ли времето за печене?"
                    },
                    {
                        "\n\n\n\nНа 18 април 2021\t\nЙоана Петрова каза:": "Формата за печене е висока 7 см. При използване на по-широка и ниска форма, не намалявай времето за печене. Тестото трябва да се изпече добре."
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nДени каза:": "Благодаря за съвета. Ползвах по-ниска форма, като добавих само три цели яйца, за да не увеличавам обема на плънката. Времето – 1час, както си предложила. Невероятно вкусен пай!\nЙоана, перфектна, както винаги!"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nСнежана каза:": "Долната кора пишете че е дебела  2,5 сантиметра , а не я виждам на снимките да е толкова дебела ?"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nЙоана Петрова каза:": "Упс, техническа грешка. Поправена е! Благодаря за корекцията."
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nДаниела каза:": "Здравейте, Йоана! Много харесвам блога, работата ви и начинът, по който представяте всяко ястие, десерт! В момента пека тази чудесна торта, като уви нямах 20 см форма. Малко над час е, защото не беше готова при пробване. Но ми изби течност на повърхността, а не смея да пусна вентилатор разбира се, защото ще изсуши много тестото. То и без това ми е по фино, защото не увеличих съставките за 24 см, но визуално е добре 😀 Бихте ли дали съвет как постъпваме в подобни ситуации? Благодаря"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nЙоана Петрова каза:": "Когато има нужда да се променят формите и обема, съответно и продуктите за тях, използвайте този калкулатор, с който се пресмята коефициент. С получената цифра умножавате количествата на продуктите в дадената рецепта, за да получите количествата за новата форма, в която ще печете. Успех!"
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Торта с бадеми, млечен шоколад и плодов мус с рози или тортата за моя 40 рожден ден",
            "date": "13 юни 2021",
            "text": "Не си спомням кога за последно правих торта за мой рожден ден. Вероятно е било преди десетина години, когато с Вальо живеехме сами, правихме партита в квартирата и по-често излизахме заедно на ресторант с общите ни приятели. Ама това беше наистина много отдавна, когато се упражнявах по правене на торти за семейни празници и за приятели. Откакто се занимавам и професионално със сладкарство, често правя торти за всички и за всякакви поводи, но и оттогава, дойде ли моментът за мен, приоритетите ми явно стават други.\n\nКато че ли вече не държа да имам торта за собствения си рожден ден. По-скоро наблягам на това каква вкусна специална вечеря бих приготвила, с какво вино бих я съчетала, с кого бих ги споделила. Десертът в случая не е на първо място. Може би, защото постоянно съм в десерти. Когато правя храна за себе си, то обикновено подхождам с изненада към самата себе си. Правя го у дома, като разбира се това не включва торти. Сега обаче имам рожден ден. И имам време не само да помисля за торта, да я приготвя, но и да я подготвя за публикация. Сигурно, защото ставам на 40. И защото тези 40 се усещат като новите 20. Ура! Следва специална торта за специален случай.\n\n\nЕто и плана, който начертах преди да започна да изготвям рецептите за отделните компоненти. Когато всичко ми е ясно, приготвянето е много леко. Признавам си, в тази торта няма нищо ново за мен, напротив. Реших да използвам познати комбинации и техники. Да ги наречем любими.\n\nНа първо място, юни – моят месец – свързвам с розите от Розовата долина и вече наистина вкусните ягоди. Нямаше как да не присъстват в моята торта, просто защото обичам и двете, а комбинацията им – обожавам. Съчетавам ги в ефирен плодов мус, в който добавям и известно количество малини.\nС тях обичам и бадемите. Освен това са афродизиак за жени. Те са и хрупкавият елемент в тортата. Единственият, струва ми се, но достатъчен в двете бадемови платки, в които ядката изобилства.\nВключих и шоколад. Накъде без него! Какаовото зърно е магия. От горчиви зърна то се превръща в желана от всички наслада. Доставя удоволствие, хубаво настроение, сила. Искам тази магия в моята торта. Обичам да оставям в устатата ми парче черен шоколад, обикновено с какаово съдържание от 70 процента и нагоре, да се разтопи бавно, да уловя всеки аромат. Обичам да приготвям десерти с горчив шоколад и да използвам силно ароматното алкализирано какао в бонбони. А когато имам голям апетит за горчив шоколад, просто сдъвквам какаово зърно. Никога преди не съм си помисляла, че тази горчивина може да ми донесе наслада.\n\nСега обаче в тортата включих млечен шоколад. Защото реших да го комбинирам с бадемов тахан и защото съм наясно, че останалите елементи на тортата – плодовият мус, а също така и пандишпанът, чиято цел е да обгърне тортата като декоративна лента, няма да са много сладки. Така че, млечният шоколад в ганаша носи известна сладост, без да е натрапчива, а шоколадовият вкус си е на мястото. Или поне за мен е така.\nЗавършвам тортата със свежи плодове и декорирам със захаросани розови листа, свежи цветове от бъз и още шоколад.\n\nДухвайки свещта на тортата си пожелах здраво семейство и още много осъществени намерения! Нека има радост, хубави поводи за празнуване и вкусни торти за споделяне! Пожелавам и на всички вас! Обичам ви!\n\nТорта с бадеми, млечен шоколад и плодов мус с рози\nОсновни рецепти и техники заимствам от книгите Patisserie: A Masterclass in Classic and Contemporary Patisserie и Encyclopedia of Chocolate: Essential Recipes and Techniques.\nЗа 2 торти с диаметър 20 см.\nАко желаеш друг размер торта, използвай този калкулатор за изчисляване на коефициент, чрез който да се пресметнат необходимите количества от продуктите за твоите цели.\nБележка: Всички продукти, включително и течните се измерват в грамове на кухненска везна. Изключение са добавките, които се измерват с мерителни лъжици.\nЗа пандишпана:\n\n120 г жълтъци, със стайна температура\n200 г фина кристална захар, разделена на 2 x 100 г\n180 г белтъци, със стайна температура\n200 г брашно, пресято\nпудра захар за поръсване\nпудра от касис\nЗа бадемовата платка:\n\n200 г бадеми, фино смлени\n40 г брашно\n20 г царевично нишесте\n200 г меко масло\n200 г фина кристална захар\n4 големи яйца, със стайна температура\n4-5 капки есенция горчив бадем\nЗа млечния шоколадов ганаш с бадемов тахан:\n\n250 г млечен шоколад, разтопен на водна баня\n150 г сметана 35%\n20 г мед\n100 г бадемов тахан\n50 г масло\nЗа плодовото пюре (включва се в плодовия мус):\n\n400 г пресни или замразени ягоди и малини\n30 г захар\n30 г вода\n1 чаена лъжица (5 мл) лимонов сок\nЗа плодовия мус:\n\n14 г желатин на прах, накиснат в 70 г студена вода\n350 г плодово пюре (рецептата горе)\n100 г фина кристална захар\n2 супени лъжици (30 мл) розова вода\n500 г сметана 35%, много добре охладена\nЗа муса от маскарпоне:\n\n200 г маскарпоне, добре охладено\n200 г сметана 35%, добре охладена\n20 г пудра захар\nЗа завършване:\n\nпресни ягоди, малини и боровинки\nзахаросани розови листенца\nшоколадова декорация\nсвежи цветове бъз\nПриготвяне на пандишпана\nФурната се нагрява на 190ºC с опция горен и долен реотан. Подготвя се тава с размери 30×40 см, която се покрива с хартия за печене, а хартията се напръсква със спрей за печене. Подготвя се сладкарски пош с кръгъл накрайник с диаметър 12 мм.\nЖълтъците и половината от захарта се разбиват с миксер докато се сгъстят и изсветлеят.\nБелтъците се разбиват на средна скорост с миксер. Когато започне да се образува рехава пяна по малко се добавя втората половина от захарта. Когато всичката е добавена, белтъците ще бъдат по-плътни и обемни. Продължават да се разбиват, вече на висока скорост докато се получи гладък и лъскав меренг.\nКъм жълтъците се добавя половината от брашното и се разбъркват с шпатула. Добавя се меренгът на три пъти, като се разбърква внимателно с шпатула, така че да запази обема си. Накрая се добавя другата половина от брашното и всичко се разбърква внимателно с шпатула, само докато сместа стане гладка. Внимава се да не се преразбива.\n\nСместа се изсипва в подготвения сладкарски пош. Шприцоват се ленти по диагонал в подготвената тава. Поръсват се леко с пудра захар. Тавата се слага на средно ниво в предварително нагрятата фурна. Пандишпанът се пече 12-15 минути или докато повърхността му стане светло розова.\n\n\nСлед като се извади от фурната се оставя в тавата 10-15 минути. С помощта на фина цедка се поръсва на места с пудрата от касис.\n\nПандишпанът се обръща и хартията за печене се отлепя внимателно. Нарязва се на ленти с широчина 4,5 см.\n\nПодготвят се две форми с подвижни стени с диаметър 20 см. Стените на формите се покриват с ацетатна лента. Лентите от пандишпан се слагат покрай стените на формите, като се сглобяват плътно по две ленти във форма.\nБележка: Количеството пандишпан е повече за две торти и ще остане. Може да се използва за друг десерт или да се замрази за бъдещо ползване.\nПриготвяне на бадемовата платка\nФурната се нагрява на 180ºC с опция горен и долен реотан. Подготвя се тава с размери 30×40 см, която се покрива с хартия за печене, а хартията се напръсква със спрей за печене.\nБадемите се смилат фино и се смесват с брашното и царевичното нишесте. Оставят се настрана.\nМаслото и захарта се разбиват с миксер докато сместа стане пухкава. Към нея едно по едно се добавят яйцата, като след всяко сместа се разбива докато яйцето се усвои. Накрая в сместа се добавя бадемовата смес и се разбърква докато всичко се разпредели равномерно. Сместа се изсипва в подготвената тава и с помощта на палетен нож (плоска шпатула) се разпределя равномерно в цялата тава. Тавата се слага на средно ниво в предварително нагрятата фурна и платката се пече 18-20 минути. След като се извади от фурната се оставя да се охлади 15-20 минути.\n\nОт бадемовата платка се изрязват 4 кръга с диаметър 16,5-17 см. За да се знае точно с какъв диаметър да се изрежат, необходимо е да се измери диаметърът на празното пространството на дъното на формите, след като в тях е сложен пандишпанът. Той може да варира заради дебелината на пандишпановата платка. Четирите кръга се оставят върху решетка да се охладят напълно.\n\nКогато са напълно изстинали два от кръговете се поставят на дъното на формите. Останалите два кръга се оставят настрана за по-късно.\nПриготвяне на млечния шоколадов ганаш с бадемов тахан\nШоколадът се разтопява на водна баня, като се внимава да не се прегрява и да не надвишава 50ºC. Охлажда се до 35ºC-40ºC.\nВ касерола се смесват сметаната, медът и бадемовият тахан. Загряват се на умерен към силен котлон докато сместа се затопли и стане еднородна. Разбърква се постоянно за да не загори тахана по дъното на касеролата. Охлажда се до 35ºC-40ºC.\nШоколадът и бадемовата смес се събират и разбъркват внимателно. Добавя се маслото и всичко се пасира с пасатор докато се получи гладък и лъскав ганаш.\n\n\nГанашът се разделя на две равни части. Всяка част се излива във всяка от двете форми и се разпределя равномерно. Докато е все още течен, върху него се поставят останалите два бадемови кръга и се притискат леко, така че да се отстранят въздушни пространства.\nФормите с тортите се охлаждат в хладилник докато се подготвя плодовия мус.\nПриготвяне на плодовото пюре и плодовия мус\nЗа плодовото пюре плодовете се почистват и пасират. В касерола се смесват захарта и водата и се загряват докато захарта се разтопи. Сиропът се добавя към плодовете. Накрая се добавя лимоновият сок. Пюрето се минават през цедка, за да се отделят семенца от малините и да се получи гладко. Може да се подготви предварително и да се съхрани в хладилник до три дни.\nЗа плодовия мус желатинът се накисва в 70 г студена вода. Половината от плодовото пюре се смесва със захарта и се загрява докато захарта се разтопи и сместа започне да ври. Отстранява се от котлона и се добавя желатинът. Разбърква се докато желатинът се разтвори. Тогава се добавя другата половина от пюрето и розовата вода. Сместа се охлажда до 30ºC, преди към нея да се добави сметаната.\nСметаната се разбива с миксер на умерена скорост докато се сгъсти, но остане до степен меки връхчета. Внимава се да не се преразбие и да не става много стегната и твърда. Избитата сметана се добавя на три пъти към плодовото пюре като се разбърква нежно с телена бъркалка докато се получи еднородна смес.\n\nМусът се разделя на две равни части и се разпределя във формите, като трябва да покрива горната част на пандишпановите ленти.\nФормите се оставят в хладилник докато мусът стегне – най-добре за една нощ.\nКогато мусът е стегнал, тортите се освобождават от формите и ацетатната лента се отлепя внимателно. Прехвърлят се върху подложка за торта или подходящ поднос.\nПриготвяне на муса от маскарпоне и завършване на тортите\nМусът от маскарпоне е с цел да се закрепят плодовете за декорация върху тортите, така че да не се пързалят и разместват върху плодовия мус. (Не беше включен в плана за тортата, но в процеса на приготвяне и преди декорацията реших, че ще е по-добре.) За муса от маскарпоне всички съставки се смесват и се разбиват с миксер на умерена скорост докато се получи гъста и лъскава смес. Внимава се да не се преразбива. Мусът се поставя в сладкарски пош с кръгъл накрайник 12 мм и се шприцова върху плодовия мус.\nЗа декорация се подготвят ягоди с еднакъв размер, които се почистват и срязват на две. Подреждат се върху муса от маскарпоне. Върху тях се аранжират пресни малини и боровинки. Декорацията се завършва със захаросани розови листенца, свежи цветове бъз и шоколадова декорация.\n\nБележка: Тортите могат да се приготвят до три дни предварително без декорацията. Най-добре е да се декорират в деня на поднасяне. Ако няма да се поднасят и двете торти в рамките на три дни, едната може да се замрази успешно, като се увива хубаво в стреч фолио и след това се поставя в голям плик с цип. Размразява се като първо се разопакова и след това се оставя в хладилник, покрита с капак.\n\nОще идеи за торти\nДруги рецепти с горски-плодове\n",
            "common words": [
                [
                    "докато",
                    17
                ],
                [
                    "като",
                    14
                ],
                [
                    "добавя",
                    9
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nПреди 4 дни\t\nStefka каза:": "Честита кръгла годишнина,Йоанче!\nЖелая ти здраве,творчески успехи и семейно щастие!\nПрекрасна си с празничната торта!🎉🌹🍀"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nVeronika каза:": "Красота, истинско произведение на изкуството и страхотно съчетание на вкусове и елементи!\nЧестит Рожден Ден, Йоана! Пожелавам здраве на теб и всички в семейството, много радост и поводи за празник! Успехи във всичките ти начинания! 🙂"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nНадя Иванова каза:": "Честит Рожден Ден,Йоана!\nЗдраве,вдъхновение и много обич в семейството!"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nDari каза:": "Честит Рожден Ден,Йоана!\nМного здраве, щастие и успех.."
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nКристина каза:": "Честит празник,  Йоана! Бъдете здрава и продължавайте да творите и да ни радвате!\nВаша дългогодишна почитателка, Кристина"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nГергана Заечка каза:": "Честит празник!"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nЛюба каза:": "Прекрасни торта и рожденничка! Бъди здрава, вечно сияеща като сега и неотклонимо добра. 🙂 поздрави"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nПетяМ каза:": "Честит Рожден ден, Йоана!!! Здраве, радости и много вдъховение!!! С голяма благодарност за всичко, което правите – доставяте радост и наслада за сетивата и душата!!! Петя"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nГаля каза:": "Честит Рожден Ден, Йоана! Отразяваш и проектираш красотата, която носиш в себе си, във всичко което правиш с ръцете си. Бъди здрава, бъди все така вдъхновена и вдъхновяваща!"
                    },
                    {
                        "\n\n\n\nПреди 4 дни\t\nПетя каза:": "Честит рожден ден, прекрасна и много талантлива Йоана! Тортата ти е цяла симфония – многозвучна и вдъхновяваща! Нека и животът ти да е като нея – с моменти, спиращи дъха, с полети на духа и много, много любов! 🎂❤️💐"
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nАнита Гьонева каза:": "Честит Рожден Ден!\nБъдете все така лъчезарна, зареждаща и вдъхновяваща!\nМного здраве, обич и вълнуващи преживявания!"
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nАля-Галина Попова каза:": "Прекрасна торта от прекрасна жена.\nМного здраве, любов и късмет.\nИмам един въпрос: имали разлика между бадемовото масло и бадемовия тайн?\nХубав ден."
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nЙоана Петрова каза:": "Благодаря за пожеланията!\nПод бадемово масло най-често се разбира олио от бадеми. Това, което използвам в тази рецепта е паста от смлени бадеми. Всякакви такива пасти от ядки или семена, които съдържат само тях и нямат добавени захар и друго, могат да се нарекат тахани. Трябва да обърнете внимание на етикетите, когато продуктът е наречен „паста“, защото може да е подсладен, ароматизиран, да има добавено сухо мляко и да се ползва като готов продукт за мазане, например."
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nДжулиано Амат каза:": "Честита да си, Йоана! Благодарен съм, че те има! Здраве и любов!"
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nЙоана Петрова каза:": "Благодаря на всички за прекрасните пожелания! Желая ви радост, творчество и вкусни моменти!"
                    },
                    {
                        "\n\n\n\nПреди 3 дни\t\nВесела каза:": "Честит рожден ден, талантливо момиче!\nЖелая ти да си здрава, все така вдъхновена за нови предизвикателства, които да споделяш с нас, твоите почитатели и последователи 🙂 Тортата, която представяш, както винаги е страхотна и всички тънкости, които споделяш са от огромно значение при приготвянето й! Още веднъж сърдечни пожелания за благополучие, любов и много щастие!"
                    },
                    {
                        "\n\n\n\nПреди 2 дни\t\nИванчу каза:": "Ах, Честит Рожден Ден! Още предълги години да приготвяш всякакви вкусотии и винаги със сияйна усмивка и завидно щастие. 🙂А тортата ще се получи ли само с череши? Дали ще се получи плодовият мус, ако пюрето е от череши, които са доста по-течни от ягодите? Може би трябва да се поизтискат?"
                    },
                    {
                        "\n\n\n\nПреди 2 дни\t\nЙоана Петрова каза:": "Благодаря!\nДа, мусът ще стане и с череши. Може да се използват и други плодове като праскови, кайсии, сливи, боровинки, касис, круши.\nПригответе пюрето и измерете 350 г от него за муса. Ако прецените, при приготвянето на пюрето може да сварите черешите със захарния сироп за 5-6 минути.\nЗа муса регулирайте захарта според сладостта на черешите и личния вкус."
                    },
                    {
                        "\n\n\n\nПреди 23 часа\t\nИванчу каза:": "Ах, мерси! Вчера бях почнал блатовете и шоколада, а тази сутрин я довърших. 🙂 Наистина реших да не слагам никаква захар в черешовия мус, освен тази от сиропа, защото са доста сладки. Ще видя как се е получила довечера, за рождения ден на баща ми. Иначе на вкус всичко е супер. Само вида може да съм поразвалил. 😀 За пандишпана не ми се занимаваше да го редя на ленти и направо го изсипах в тавата и го приравних. Щя пробвам да поръся стените накрая с малко канела и кокосови стърготини (не намерих такава пудра от касис)."
                    },
                    {
                        "\n\n\n\nПреди 19 часа\t\nЙоана Петрова каза:": "О, ще стане прекрасно! Благодаря за обратната връзка. Всъщност, много се радвам, че така бързо се спряхте на тази торта. Весел и вкусен празник!\nВместо пудра от касис може да се използва пудра от всеки един лиофилизиран плод. Може да намерите в biorest-bg.com."
                    },
                    {
                        "\n\n\n\nПреди 2 секунди\t\nИванчу каза:": "Ммммм, чудничка стана! Благодаря много за рецептата и отговора! 🙂 На външен вид е като рошава котка в сравнение с оригинала, но предполагам поне на вкус съм я докарал, защото е невероятна вкусотийка!"
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Салата от краставици с резене и халуми",
            "date": "10 юни 2021",
            "text": "Още една салата в този юни, която е много свежа и дори позволява предварително приготвяне. Състои се основно от краставици, които са нарязани на тънки ленти. Допълват ги прясно резене, което също е нарязано на тънки ленти и зелени маслини с бадем.\n\nДресингът към салатата е само от зехтин, лимон и копър, но прекрасно я овкусява, така че да изпъкнат свежестта и вкуса на зеленчуците. Добавката към салатата тук е запечено на грил халуми. Лятото е наблизо, а тази салата може да бъде в него.\n\n\nСалатата може да се приготви до няколко часа предварително, включително разбъркана с дресинга, в който зеленчуците ще се мариноват за това време, но нека това не бъде повече от 3-4 часа. Съхранява се в хладилник и се изважда на стайна температура 15-20 минути преди сервиране.\nРазликата с току-що приготвена и оставена да се маринова салата е в текстурата на зеленчуците. При приготвена на момента те са хрупкави, а когато се мариноват стават малко по-крехки и отлично овкусени. И при двата варианта имаме салата подходяща за лятото и комбинираща се прекрасно с всякакви риби и морски дарове, а също така със свежи бели вина или узо.\n\nСалата от краставици с резене и халуми\nИдеята за тази салата заимствам от thekitchn.com като вместо фета добавям запечено на грил халуми и използвам зелени маслини с бадем. Също така приготвям дресинга с копър. Сиренето халуми, което използвам е с босилек, но може да се използва натурално или с друго овкусяване.\nАко се изпусне сиренето, салата е много подходящо допълнение към риби и морски дарове.\nЗа 4 порции.\nЗа салатата:\n\n1 голяма краставица или 2 по-малки, нарязани на тънки ленти\n1 глава резене, нарязано на тънки ленти\n60 г зелени маслини с бадем, нарязани на кръгове\n200 г халуми, нарязано на филии с дебелина около 1 см\nзехтин за запичане на халумито\nЗа дресинга:\n\n3 супени лъжици зехтин\n1 супена лъжица лимонов сок\n1 чаена лъжица настъргана лимонова кора\n1 супена лъжица нарязан копър\nсол и прясно смлян черен пипер\nПриготвяне на дресинга\nЗа дресинга всички съставки се смесват и разбъркват хубаво с телена бъркалка. Може да се направи предварително и да се съхрани в хладилник.\nПриготвяне на салатата\nЗа нарязани на тънки ленти зеленчуци използвам мандолина и фиксирам ножовете на дебелина 3 мм. Другият вариант е остър нож и прецизна ръка. Ако краставицата е голяма я срязвам на две, за да получа по-къси ленти.\nРезенето се почиства от листата. Двата зеленчука се настъргват на мандолината или се нарязват с нож, така че да се получат тънки ленти. Слагат се в купа и към тях се добавят зелените маслини и дресинга. Разбъркват се хубаво и се прехвърлят в сервизна чиния или ако ще се съхранят за по-късно, купата се покрива със стреч фолио и се оставя в хладилник.\nТочно преди сервиране се запича халумито. Грил тиган се нагрява на умерен към силен котлон. Филийките халуми се намазват със зехтин от двете страни. Запичат се в нагорещения грил тиган по 2 минути от всяка страна или докато се запекат хубаво. Аранжират се върху салатата и се сервира веднага.\n\nОще рецепти за салати\nДруги рецепти с резене\n",
            "common words": [
                [
                    "салата",
                    6
                ],
                [
                    "тънки",
                    6
                ],
                [
                    "нарязани",
                    4
                ]
            ],
            "comments": {
                "comments": []
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Салата с прошуто, моцарела и ягоди",
            "date": "8 юни 2021",
            "text": "Юни месец за мен е месецът на ягодите. Започват да излизат онези ароматни и сладки ягоди, на които не мога да устоя. Когато попадна на такива, може да се случи да взема по-голямо количество от тях, което в последствие може и да не успеем да изядем у дома. Малко импулсивно действам, признавам си, но пък намирам и решения за използването им преди да започнат да се развалят.\n\n\nВ сладкиш, в пай, в галет, на сладко или в сладолед, ягодите носят прекрасен вкус, но той не е само за десерти. Започнах да ги добавям и в салатите, като стартирах с една любима класика от салата със спанак, сирене и балсамова редукция. А поръсени с прясно смлян черен пипер, ягодите стават още по-сладки и ароматни.\nСледващата салата, в която ги използвах е първообраза на рецептата, което следва. Смесих всякакви зеленолистни салати с пресен лук, моцарела, ягоди и боровинки, и овкусих с класическия винегрет, който обикновено приготвям в по-голямо количество, съхранявам в хладилника и използвам, когато ми потрябва в рамките на седмица. Такива салати са много свежи, допълват печена риба, всякакво червено месо, и отлично се съчетават с розета.\n\nИ понеже си мисля все повече за лятна и лека храна, а и отново се случи да се озова с по-голямо количество ягоди, реших да направя по-богата салата с тях, която да бъде и основното ми за вечеря. Точна рецепта за тази салата не е необходима, защото както вече разбра, ягодите може да се комбинират с какво ли не. Затова нека бъде насока за още идеи, с които да се насладиш на ягодите не само самостоятелно или в десерти. Използвай количества от изброените съставки според порциите, които са нужни и според личните предпочитания.\nЕто и някои предложения. От зеленолистните всякакви видове маруля, бейби спанак и рукола са чудесни. Червеният лук на мен много ми допада в комбинацията с останалите продукти, но пресен също ще бъде подходящ. Биволската моцарела е чудесна, тук обаче ако ти попадне бурата на добра цена или манури, или друго като него бяло сирене от козе или овче мляко, използвай ги за тази салата. Ще бъде отлично! Прошуто крудо може да се замени с всяка една сурово сушена шунка, която харесваш. Вдъхнови се от тази идея и си направи вкусна пролетно-лятна салата. Препоръчвам поръсване с прясно смлян черен пипер върху узрелите ароматни ягоди.\n\nСалата с прошуто, моцарела и ягоди\nЗа салатата:\n\nсмес от зеленолистни салати\nчервен лук, нарязан на полумесеци\nавокадо, нарязано на ленти\nпрошуто крудо\nбиволска моцарела\nпресни ягоди, почистени и срязани на две\nпресни боровинки\nЗа дресинга:\n\n3 супени лъжици зехтин\n1 супена лъжица лимонов сок\n1 чаена лъжица дижонска горчица\n1 чаена лъжица мед\nсол и прясно смлян черен пипер\nДопълнително:\n\nпечени тиквени семена\nпресен босилек\nпрясно смлян черен пипер\nПриготвяне на дресинга\nЗа дресинга всички съставки се смесват и се разбъркват енергично с телена бъркалка докато се получи плътен сос.\nМоже да се подготви предварително и в по-голямо количество. Съхранява се в хладилник за около седмица. Възможно е зехтинът да стегне в хладилника, но на стайна температура бързо отпуска.\nПриготвяне на салатата\nЗа салатата в купа се смесват зеленолистните салати и лукът. Добавя се от дресинга на вкус и се разбъркват хубаво. Преместват се в голяма сервизна чиния или подходяща купа. Добавят се ленти авокадо, прошуто, накъсана биволска моцарела, ягоди и боровинки. Поръсват се с тиквени семена, пресен босилек и допълнително прясно смлян черен пипер. Ако има нужда се поръсват с още от дресинга. Сервира се веднага.\n\nОще рецепти за салати\nДруги рецепти с ягоди\n",
            "common words": [
                [
                    "прясно",
                    5
                ],
                [
                    "смлян",
                    5
                ],
                [
                    "черен",
                    5
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nПреди 1 седмица\t\nSlama каза:": "Ах, Йоана, каква наслада за сетивата е тази салата! Нямах търпение да я приготвя и резултатът е прекрасен, с всяка една съставка! Всъщност стана лек летен обяд. Благодаря!"
                    },
                    {
                        "\n\n\n\nПреди 1 седмица\t\nЙоана Петрова каза:": "Много се радвам, че ви е харесала! А и може да се ползва като идея със замяна на някои съставки. Или с други думи – импровизация с каквото разполагаме.\nБлагодаря за обратната връзка."
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Билкова холандска палачинка със сотирани гъби и аспержи",
            "date": "28 май 2021",
            "text": "Холандската палачинка (Dutch baby) най-често се приготвя сладка и се асоциира със закуска или десерт, но аз реших да подходя малко по-различно с нея. Реших го, защото ми се стори идеална за пролетно-лятна вечеря. Освен това и бърза. Затова се възползвах от идеята за такава бързо приготвена палачинка във фурната, като вместо сладка я направих солена и с билки. За да допълня това леко и хрупкаво тесто, сервирах със сотирани гъби и аспержи – съвсем подходящо в този сезон, но нека бъде и идея за предстоящото лято, в което аспержите може да се заменят с тиквички, например.\n\nИзобщо, всякакви сотирани или печени зеленчуци биха могли да се включат тук, а защо не и прошуто, пушена сьомга, скариди, различни видове сирена или всичко, за което се сетиш и ти е вкусно. Варианти безброй, а в идеята на тази публикация главна е холандската палачинка, която с малко и достъпни съставки, но с определена техника на приготвяне, носи наслада сама по себе си с мека сърцевина и екстремно хрупкава кора.\n\n\nОбикновено като се спомене палачинка, първото за което се досещам е френската класика – тънка, изпечена в тиган на котлона и сервирана за закуска със сладко, мед или просто пудра захар. За разлика от нея, холандската палачинка се изпича във фурната, като обикновено това става в чугунен тиган, но и всеки метален тиган подходящ за фурна би свършил работа.\n\nПредварителното му нагряване във фурната, преди да се излее сместа в него е важно, за да започне самата смес да се надига и да се разширява настрани, като образува стена. Дъното на палачинката изтънява и докато то се изпече, така че да остане меко и съвсем леко влажно, стените ѝ се изпичат до хрупкаво, като това е най-осезаемо по самите краища. Харесвам този контраст в нея, защото имам и сочна среда, и крехки краища. Напомня на йоркширски пудинг, но по-голям, защото той обикновено се приготвя в индивидуални форми, ала техниката е същата. Точно заради малкия си размер, при него има повече хрупкаво, но за тези различия ще си говорим някой друг път.\n\nОсвен вкусна, тази солена версия на палачинката е лесна и бърза за приготвяне. Изпича се за около 15 минути в силна фурна, за което време може да се подготвят зеленчуци на котлона за нейното гарниране. Единствения недостатък е, че не е подходяща за предварително приготвяне и трябва да се сервира веднага след като се извади от фурната, защото хрупкавите краища бързо омекват и любимият контраст се губи. Затова, когато реша да приготвям холандска палачинка, внимавам да съм подготвила предварително всичко което ще я допълни, че дори и да съм подредила масата за вечеря. В този момент, изваждам палачинката от фурната, настъргвам върху нея пармезан и сервирам веднага, като най-често я разкъсвам, вместо да я режа.\n\nБилкова холандска палачинка със сотирани гъби и аспержи\nСместа за палачинката е адаптирана от bake-street.com и са най-добрите пропорции, на които съм попадала досега. Идеята за билки в нея е от whatshouldimakefor.com.\nЗа 4 порции.\nЗа гъбите и аспержите:\n\n1 супена лъжица зехтин\n150 г печурки, нарязани на филийки\n200 г аспержи, нарязани на парчета по диагонал с дължина 3 см\nпо 1 чаена лъжица нарязани пресни магданоз, копър и мента\nсол и прясно смлян черен пипер\nЗа билковата холандска палачинка:\n\n4 големи яйца\n100 мл прясно мляко\n60 г брашно\n⅛ чаена лъжица смляна морска сол\n1 чаена лъжица нарязана прясна мащерка\n1 супена лъжица нарязан пресен магданоз\n2 супени лъжици масло\nЗа сервиране:\n\n30 г настърган пармезан\nзеленолистни салати\nПриготвяне на гъбите и аспержите\nЗехтинът се загрява в широк тиган на силен котлон. Добавят се гъбите и се сотират 3-4 минути като се разбъркват 2-3 пъти за това време. Изваждат се от тигана с решетъчна лъжица и се оставят настрана. В същия тиган се добавят аспержите и се сотират 2-3 минути, като се разбъркват периодично. При тях в тигана се връщат гъбите и се разбъркват. Тиганът се отстранява от котлона. При зеленчуците се добавят зелените подправки и се посоляват със сол и прясно смлян черен пипер. Оставят се настрана, на топло място.\nПриготвяне на билковата холандска палачинка\nДокато се сотират гъбите и аспержите, фурната се нагрява на 220ºC с опция горен и долен реотан. Подготвя се чугунен тиган или друг тиган подходящ за фурна с диаметър 24-26 см. Тиганът се нагрява заедно с фурната, като се слага на средно ниво в нея.\nЯйцата се разбиват с телена бъркалка. Към тях се добавя брашното и се разбърква с телена бъркалка с енергични движения, така че да не остават бучки в сместа. Към сместа се добавя всичкото мляко и отново се разбърква. Добавят се солта, мащерката и магданозът и се разбъркват хубаво.\nКогато фурната и тиганът в нея са добре нагрети, в тигана се слага маслото и се оставя да се разтопи. Когато се разтопи, тиганът се разклаща и завърта, така че маслото да покрие цялата му повърхност. Сместа за палачинката се излива в тигана и той се поставя на средно ниво във фурната. Палачинката се пече 15-17 минути или докато краищата ѝ бухнат, а цветът в средата ѝ стане златисто кафяв. Цветът по краищата ще бъдат по-тъмни и хрупкави.\nХоландска палачинка изпечена в чугунен тиган\nХоландска палачинка изпечена в алуминиев тиган\nКогато се извади от фурната, краищата на палачинката малко ще спаднат – това е нормално.\nСервиране\nХоландската палачинка се сервира веднага след като се извади от фурната. Поръсва се с настърган пармезан и се гарнира със сотираните зеленчуци и зеленолистни салати.\n\nОще рецепти с гъби\nОще рецепти с аспержи\nДруги рецепти за предястия\n",
            "common words": [
                [
                    "като",
                    11
                ],
                [
                    "палачинка",
                    8
                ],
                [
                    "тиган",
                    8
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nПреди 1 седмица\t\nЦветелина М. каза:": "Много, много вкусно! Благодаря за поредната уникална рецепта! 😊"
                    },
                    {
                        "\n\n\n\nПреди 7 дни\t\nЙоана Петрова каза:": "Радвам се! Благодаря за обратната връзка."
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Обърнат сладкиш с шамфъстък и ревен",
            "date": "20 май 2021",
            "text": "Хубаво е да използваме храни, когато те са в сезона си, но някои от тях се предлагат за толкова кратък период, че не винаги успявам да ги използвам за всичко, което искам да приготвя с тях. През пролетта това най-често ми се случва с пресния грах и ревена, които дори не се предлагат навсякъде и едва ли не трябва да ги дебна по пазарите и някои хранителни магазини. Което е малко жалко, защото и двата зеленчука са ми вкусни, и с двата могат да се приготвят много и разнообразни храни. Затова, когато видях пресните стръкове ревен, веднага грабнах един килограм от тях без да имам конкретна идея точно в този момент, но набързо отложих плановете за вечеря и десерт за следващите 2-3 дни. Докато се прибера у дома след пазара, също толкова набързо си припомних какво още искам да опитам с него.\n\n\nХубавото на ревена е, че може да се използва както за солени ястия, като аз го предпочитам в сосове към свинско месо, така и в пикантно сладко-кисело чатни върху брускета със синьо сирене. При десерти с него, той дава много свежест, като с това ги прави по-малко сладки, а един любим десерт, в който използвам ревен са тези прекрасни тарталети. И макар че пъстрите червено-зелени стръкове са много подходящи за пълнеж на пай или красиво подредени върху сладкиш, този път реших да направя нещо друго с тях.\n\nИдеята ми дойде именно от тяхната свежест, която исках да използвам в нещо лесно и не особено ангажиращо, без да се налага да адаптирам рецепти или да добавям повече захар за компенсация на киселинността му. Така съчетах два много познати и ясни за мен сладкиша в едно. Понеже вече бях правила опит за тарт Татен, с ревен на мястото на ябълките (на снимката долу) и знаех какво да очаквам, първо използвах тази идея за карамелизиран плод от тарта, като по същата техника сготвих ревена щадящо в карамел.\n\nСлед това, вместо да го покривам с ронливо маслено тесто, реших да използвам лесната кексова смес от сладкиша с ягоди, чиято рецепта знам, че винаги работи добре. Намерението ми беше за обърнат сладкиш, който не е много сладък, но е ароматен и свеж. Свежестта идва от ревена, разбира се, а прекрасните аромати на карамел, ванилия и лимонова кора допълних с добавянето на шамфъстък в сместа. Той носи и допълнителна текстура в сладкиша, която контрастира с хрупкаво на пухкавата смес и омекналия ревен.\n\nКолкото и да е красив в суров вид обаче, добре сготвеният ревен, независимо дали в десерт, сос или чатни загубва първоначалната привлекателност от цветове, а привидно грубата му и твърда структура бързо омеква под топлината. Ако се разбърква по-енергично или по-дълго време той се разкашква, което е добре при мармалад, сос или чатни, в които се търси по-кремообразна консистенция. При десерти с него, обикновено стремежът е тези привлекателни цветове от суровият му вид да се запазят, но в случая с този сладкиш, от първоначалната карамелизация последвана от печене, те няма как да се задържат. Разбира се той е вкусен, поел достатъчно захар от карамела, така че да запази свежия си вкус без да бъде утежняван от прекалена сладост, но вече обърнат върху кексовата смес, ярките цветове са се загубили.\n\nЗатова при подобни случаи правя следното – нарязвам отделно 1-2 стръка ревен на парчета 3-4 см, поръсвам ги с 2-3 супени лъжици захар и ги запичам във фурната 10-12 минути на 180ºC без да разбърквам. Така ревенът се сготвя, леко подсладен е и запазва формата си. След като изстинат, парчетата могат да се използват за допълване и декорация не само на този сладкиш, но и на всеки един друг с подходящи за ревена аромати. Тук включвам всякакви ванилови и цитрусови кексови смеси, пандишпан, кексове с бадеми, тарталети, многолистно тесто, Павлова и разбира се върху ванилов или ягодов сладолед.\n\nТази последна стъпка не е включена в рецептата по-долу, но я препоръчвам за по-красиво представяне на сладкиша, защото винаги, ама винаги първо се храним с очите си. Виждайки ярките червено-зелени цветове на ревена, хубаво настроение изниква и това може да накара всеки един да го опита. А аз не само опитвам, аз се наслаждавам на тази пролетна идея и приканвам и теб.\n\nОбърнат сладкиш с шамфъстък и ревен\nЗа форма 20 см или 8-10 порции.\nЗа ревена:\n\n500 г стръкове ревен, нарязани на парчета с дължина 4 см\n60 г захар\n25 г студено масло, нарязано на кубчета\nЗа кексовата смес:\n\n100 мл прясно мляко + 2 чаени лъжици лимонов сок\n1 голямо яйце, със стайна температура\n100 г захар\n100 мл олио с неутрален вкус (от гроздови семена, рафинирано слънчогледово или рапица)\n1 чаена лъжица ванилов екстракт\nнастъргана кора от ½ лимон\n130 г брашно\n60 г ситно смлян шамфъстък\n1 чаена лъжица бакпулвер\n⅛ чаена лъжица смляна морска сол\nПодготовка на ревена\nТиган с незалепващо покритие се нагрява на умерен към силен котлон. В него се добавя захарта и се оставя да се разтопи като се разбърква внимателно. Готви се докато се получи карамел със светъл кехлибарен цвят. Тиганът се отстранява от котлона и към карамела се добавя маслото. Разбърква се докато се разтопи. Тогава се добавят парчетата ревен и се разбъркват с карамела. Тиганът се връща на котлона и ревенът се готви 4-5 минути на умерен котлон. За това време се разбърква 1-2 пъти много внимателно, за да не се разкашка. Ревенът трябва да омекне леко, но да запази формата си. Тиганът се отстранява от котлона и се оставя настрана докато се подготви кексовата смес.\nПриготвяне на кексовата смес и изпичане на сладкиша\nФурната се нагрява на 180ºC с опция горен и долен реотан. Подготвя се форма с подвижни стени с диаметър 20 см. Дъното и стените на формата се покриват с хартия за печене, която се напръсква със спрей за печене.\nПрясното мляко се смесва с лимоновия сок и се разбърква хубаво. Оставя се настрана докато се сгъсти с консистенция на айрян.\nЯйцето се смесва със захарта и се разбива с миксер докато увеличи обема си и се сгъсти. Към него се добавя олиото и се разбива отново. Добавят се сгъстеното прясно мляко, ваниловият екстракт и лимоновата кора. Всичко се разбърква хубаво.\nОтделно се смесват брашното, шамфъстъкът, бакпулверът и солта. Сухите съставки се добавят към течните и се разбъркват с шпатула хубаво.\n\nСготвеният ревен се изсипва на дъното на подготвената форма за печене и се разпределя равномерно.\n\nВърху него се изсипва кексовата смес и се заглажда на повърхността. Формата се слага на средно ниво в предварително нагрятата фурна и сладкишът се пече 40 минути или докато дървена клечка забодена в центъра на слакиша излиза чиста и суха.\n\nКогато сладкишът е готов се изважда от фурната и се оставя да се охлади във формата за поне 30 минути. След това се обръща внимателно  в сервизна чиния или поднос. Хартията за печене се отлепя и сладкишът се оставя да се охлади напълно.\nСъхранява се покрит в хладилник 3-4 дни.\n\n\nОще рецепти с ревен\nДруги рецепти за сладкиши\n",
            "common words": [
                [
                    "ревен",
                    7
                ],
                [
                    "много",
                    6
                ],
                [
                    "докато",
                    6
                ]
            ],
            "comments": {
                "comments": []
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Салата от аспержи с билки и рохки яйца",
            "date": "14 май 2021",
            "text": "Тази салата е като есенцията на пролетта със зелените крехки аспержи и обилно количество пресни зелени подправки. Може да се каже, че билките са основна съставка наравно с аспержите, а не просто допълнение. Сервирана с рохко сварено яйце, което допълва с кремообразност, тази салата е толкова семпла и същевременно толкова свежа с богат вкус. И толкова зелена, колкото е пролетта.\n\n\nПокрай яйчените салати, които приготвях напоследък, установих колко много ми харесва поръсването на приготвени по всякакъв начин яйца с египетската смес от ядки и подправки дука. Примерна рецепта за нея може да проследиш в публикацията за Печени моркови, таханов сос с джинджифил и куркума, египетска смес дука. Много от съставките за дука могат да се променят, не само от това, с което разполагаш, но и от това, което предпочиташ. Например, аз я приготвям с лешници, но те могат се сменят с бадеми, фъстъци или кашу, а от семената – тиквеното със слънчогледово. Обичам да добавям и семена резене, чиито аромат много си подхождат и в тази салата от аспержи с билки обаче ако не харесваш анасоновия вкус, може да ги пропуснеш, но за свежест добави суха мента или майорана. Харесвам тази смес, защото е подходяща за поръсване върху всичко – зеленчуци, яйца, сирена, риба, месо. Приготвям по-голямо количество, което съхранявам в буркан и използвам когато ми се прииска, което струва ми се е доста често.\n\nТова допълнение е прекрасно, но основната идея на тази публикация все пак е за салатата. Всъщност, използвам я към нещо друго, като в този сезон това са предимно пролетни зеленчуци – печени пресни картофи и салати от марули с много пресен лук и чесън. Салатата е подходяща и като гарнитура към агнешко месо или риба. За още по-богат вкус предпочитам да сотирам аспержите в тиган, вместо да ги сварявам, а понякога, когато ми се иска и леко опушен вкус ги готвя на грил тиган за същото време. Малко количество аспержи са подходящи за тигана, но когато са повече може да се запекат цели във фурната на 180ºC за 8-12 минути в зависимост от дебелината им и след това да се нарежат.\n\nСалата от аспержи с билки и рохки яйца\nИдеята за тази салата е от leitesculinaria.com, като предпочитам да сотирам аспержите, вместо да ги сварявам. Естрагонът е много приятно допълнение тук, но тъй като не се намира лесно пресен го пропускам и добавям копър. Останалите зелени подправки са магданоз, мента и босилек. Обичам да поръсвам яйца с египетската смес от ядки и подправки дука и тя много подхожда на тази салата като цяло, затова препоръчвам да не се изпуска.\nЗа 2 порции като основна салата или 4 порции като гарнитура.\nПродукти:\n\n500 г аспержи\n2 супени лъжици зехтин\nпо 2 супени лъжици нарязани пресни копър, магданоз, мента и босилек\n4-6 яйца\nсол и прясно смлян черен пипер\nегипетска смес от ядки и подправки дука\nНачин на приготвяне\nЯйцата се изваждат от хладилника 30 минути преди да се сварят. В тенджера се слага вода да заври. Когато заври, във водата внимателно се пускат яйцата и се варят 6 минути. Веднага след това се отцеждат и заливат с течаща студена вода, за да се спре готвенето. Отцеждат се и се обелват внимателно.\nАспержите се почистват от по-грубия долен край и се нарязват на парчета по диагонал с дължина 4 см. В широк тиган се нагрява зехтинът на умерен към силен котлон и се добавят аспержите. Сотират се 4-5 минути като се разбъркват периодично.\nТиганът се отстранява от котлона и аспержите се посоляват със сол и прясно смлян черен пипер. Добавят се нарязаните зелени подправки и всичко се разбърква хубаво.\nАспержите се сервират с рохките яйца и дука. Хубави са както топли, така и изстинали на стайна температура.\n\nОще рецепти с аспержи\nДруги рецепти за салати\n",
            "common words": [
                [
                    "като",
                    9
                ],
                [
                    "салата",
                    6
                ],
                [
                    "аспержи",
                    6
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nПреди 4 седмици\t\nГаля каза:": "Точно тази рецепта ми трябваше, за да заобичам аспержи. Нямах време, за да се снабдя с всички съставки за дука, но и без нея ми хареса много. Благодаря за рецептата!"
                    },
                    {
                        "\n\n\n\nПреди 3 седмици\t\nV каза:": "Кога ще те видим в Master Chef 🙂"
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Козунак с локум и орехи + вариации",
            "date": "28 април 2021",
            "text": "До преди пет години, на всеки Великден приготвях нова рецепта за козунак, която исках да изпитам или променях донякъде някоя, която ми харесваше за момента. Така натрупах опит от наблюдения при най-различни пропорции между основните съставки, смяна на видовете брашна, техники за месене и сплитане, овкусяване и пълнежи.\n\nОт пет години насам обаче започнах да работя върху една и съща рецепта, която изпитвах за това време, а единствените по-големи промени, които съм правила по нея са овкусяването и пълнежите. И докато всеки един от нас търси рецепта за най-добрия и сполучлив козунак, аз веднага си задавам въпроса – какво означава добър козунак?\n\n\nКакто при всичко останало, ние сме различни хора и имаме различни разбирания и усещане за вкус, съответно и за добър козунак. Някои предпочитат да е много сладък, други не харесват стафиди в него, трети искат средата му да им стои влажна, четвърти се наслаждават на обилните пълнежи, пети на изключително хрупкава захарна кора… а аз по принцип искам да ми е разнообразно и вкусно. Харесвам тази рецепта, защото работи за мен. Или по-скоро, знам какво трябва да направя, за да имам добър козунак за мен.\n\nА този козунак е добър за мен, защото ми е вкусен, защото имам добра сладост и успявам да докарам конци – нещото заради което козунакът се различава от всички останали сладки и богати хлябове. Но ето, за да се постигне наистина добър резултат, преди всичко трябва да се знае как работят продуктите и ролята на процесите.\n\n\nСподелям ти моя опит, като в случая няма да се задълбочавам в подробности, които са субективни като овкусяване например, бяла или кафява захар, видове пълнежи, а споменавам само най-важното. Знаейки и разбирайки условията за ултимативно сладък козунак с отличителни конци, оттук насетне може да се импровизира с овкусяване и пълнежи. В тази публикация основната рецепта е за козунак с локум и орехи, но ще видиш и още два любими варианта – един с шоколад и един с накиснати в бренди стафиди. Преди всичко, следва най-важното:\nБрашно\nЗа да се постигнат конците в козунака е необходимо развиване на силен глутен в тестото, а той се постига с използване на брашно с високо протеиново съдържане и продължително месене. Месенето развива глутеновите връзки, които смесени с мазнината, след изпичането ние виждаме като конци. Използването само на брашно с високо протеиново съдържание обаче за мен прави изпечения резултат доста жилав. Плюсът е единствено в изключително добрата еластичност на тестото, която спомага за запазване на отлична форма на сплетения козунак и дори позволява печене без да има нужда тестото да се поставя в съд за печене. Но аз искам освен форма и конци, да имам и пухкаво тесто, затова използвам смес от два вида брашно – едното е с високо протеиново съдържание, другото е стандартното тип 500, като давам превес на първото.\nЗахар\nВсички обичаме да ни е сладко, но при козунаците повече захар затруднява образуване на конците. Правилото е не повече от 300 грама захар за 1 килограм брашно. Може да добавиш повече захар, ако желаеш, но тогава не може да разчиташ на отличителни конци. Друго важно за захарта е, че добавена директно при останалите продукти, тя утежнява значително тестото и колкото и да е вкусно и сладко, отново не може да се разчита, че ще се получат отличителни конци. Затова е хубаво захарта да се разтвори предварително в прясното мляко, като двете се загряват и след това охлаждат до приятно топло – около 40ºC.\nМазнини\nАз обичам да има масло, защото харесвам вкуса му. Но като цяло е добре в козунакът да присъстват два вида мазнина – животинска и растителна. Вместо масло може да се използва свинска мас, а от растителната избирам неутрално на вкус олио. Животинската мазнина добавям при замесването на тестото, а растителната след това. Каква е причината? Козуначеното тесто е богато сладко тесто, в което трябва да се развият глутенови връзки, за да бъде еластично и да запази сплетената си форма до края. За да се развият здрави глутенови връзки е необходимо брашно с високо протеиново съдържание и доста месене, както стана ясно по-горе.\n\nСлед като глутенът в тестото е развит, идва време да направим конците отличителни. Това става като към тестото с добре развит глутен в него, започнe добавяне на растителната мазнина по малко. Измесването по този начин обгръща глутеновите нишки с мазнина и след изпичане, когато козунакът се отчупи (при разрез не се личи толкова), той се дели на конци. Това е цялата философия по тях – високо протеиново брашно, добре развит глутен чрез месене, измесване на тестото с мазнина след това.\nТемпература в кухнята\nЕдно време загрявах стаята, в която меся козунаците, не отварях ни прозорец, ни врата, колкото и горещо да ми беше, шашках се на всяко малко течение, завивах тестото с одеало, сякаш ще настине. Няма нужда! Практиката ми показва, че тестото ще втаса така или иначе и не е важно да се следи времето за това, а самото тесто. Освен това, тесто, което е втасвало по-дълго време в стаята с нейната нормална температура (около 22ºC – 24ºC), се развива по-добре и има по-добър вкус. С други думи – не правя нищо специално в кухнята докато приготвям козунак. Оставям го да втасва на плота и просто го следя. Не искам да го форсирам, най-малкото вкусът и миризмата на маята се усещат в изпеченото тесто, ако прибързвам. В тази връзка, обозначеното време за втасване в рецептата е ориентировъчно.\nМесене\nМоите предпочитания са за месене в статичен миксер и няма нужда да удрям тестото 100 пъти. При месенето в миксера, самото тесто се загрява, което помага за втасването след това. Добавянето на растителната мазнина е много по-лесно. Общото време за месене на тесто с 1 кг брашно е около 25 минути – как да не предпочитам миксера! Освен това, тестото е много меко докато се развие глутенът в него, затова месенето на ръка може да ти се стори много по-лепкаво от обикновено. Както и да постъпиш, не утежнявай тестото с повече брашно, а ако го месиш на ръка и лепне, използвай олио върху плота, а не брашно.\nВтасване\nВтасването на богати теста с мая като козуначеното винаги става на три пъти. Първият е когато се активира маята или това, което в рецептата ще срещнеш като закваска. Шупването на маята в началото е добър показател, че тестото ще се развие добре след това. Ако маята не шупне на този етап, най-логично е да се започне отначало, с друга мая. Второто втасване е на самото тесто, след като то вече е замесено. Оставя се да увеличи обема си около два пъти и половина. Третото втасване е на оформените вече козунаци. Проверяват се дали са втасвали, като повърхността им леко се притиска с пръст. Ако тестото пружинира и бързо възвръща първоначалната си форма, козунакът е готов за печене.\nПечене\nВ моята практика с козунаците съм установила, че 160ºC e добра температура за изпичане на козунака, без той да изсъхва отвътре или изгаря на повърхността. Ако за твоята фурна имаш изградена друга практика, която работи добре – използвай я. Пека козунаците докато вътрешната температура в средата на тестото достигне 86ºC. Засичането става най-добре с термометър сонда, защото позволява температурата да се следи докато козунакът се пече. Относно времето за печене, то може да варира според големината на козунака и техния брой на едно печене. Разбира се, не трябва да се игнорират и спецификите на фурната, затова е хубаво да познаваш твоята. Времето за печене в рецептата по-долу е за печене на два козунака по 800 грама всеки, като давам и насоки, ако се пекат три наведнъж. Най-добрият начин за засичане на готовност си остава измерването на вътрешната температура в средата на тестото, като се внимава, върхът на сондата да не е забола някое парче локум, защото тогава ще регистрира по-високи градуси.\n\nКозунак с локум и орехи\nЗа 3 броя x 800 г.\nЗа закваската:\n\n25 г прясна мая за хляб\n10 г захар\n60 мл топло прясно мляко\n50 г брашно тип 500\nЗа тестото:\n\n600 г брашно с високо протеиново съдържание (брашно за баници)\n400 г брашно тип 500\n½ чаена лъжица сол\n250 мл прясно мляко\n300 г захар\n4 големи яйца, със стайна температура\n1 супена лъжица ванилов екстракт\nнастъргана кора от 1 лимон\n120 г масло, разтопено\n80 мл неутрално на вкус олио (от гроздови семена, рафинирано слънчогледово или рапица) + допълнително за измесване и оформяне\nЗа пълнежа:\n\n250 г розов локум, нарязан на по-малки парчета\n80 г орехи, едро накълцани с нож\nЗа намазване:\n\n1 жълтък\n1 супенa лъжицa прясно мляко\nкафява захар, за поръсване\nПриготвяне на закваската\nВ купата на статичния миксер се смесват маята, захарта и млякото. Разбъркват се докато маята и захарта се разтворят. Добавя се брашното и се разбърква отново докато се получи рядка каша. Купата се покрива със стреч фолио и закваската се оставя за 15 минути или докато шупне.\nПриготвяне на тестото\nВ отделна купа се смесват двата вида брашно и солта. Разбъркват се хубаво и се оставят настрана.\nВ касерола се загряват прясното мляко и захарта на умерен котлон. Разбъркват се докато захарта се разтопи. Ако сместа се загрее прекалено много, трябва да се остави да се поохлади, но да бъде приятно топла. Оставя се настрана.\nВ друга купа се смесват яйцата, ванилията и лимоновата кора. Разбиват се леко с телена бъркалка или вилица. Оставят се настрана.\nКогато закваската шупне, към нея се добавят прясното мляко със захарта, яйцата с подправките и разтопеното масло. Разбъркват се грубо. Добавят се смесените брашна със солта. Замесва се тесто с приствката „кука“ на средна скорост на миксера. Месенето продължава 8-10 минути или докато тестото стане еластично и започне лесно да се отделя от стените на купата.\nКогато тестото е добре омесено, докато миксера работи на средна скорост, към него на 4-5 пъти се добавя олиото. След всяко добавяне тестото се оставя да се меси докато поеме напълно олиото и отново започне да се отделя лесно от стените на купата. Добавянето на олиото с измесването отнема още около 15 минути. През това време тестото трябва да се е загряло, да бъде еластично, но да е останало много меко.\n\n\nГотовото тесто се премества в голяма купа намазана с олио. Купата се покрива със стреч фолио и тестото се оставя да втасва около 2 часа или докато увеличи обема си почти два пъти и половина.\nДобавяне на локума и орехите\nКогато тестото е втасало се премества върху работен плот намазан с малко олио (не се ръси брашно!). Разстила се леко и върху него се изсипват локумът и орехите.\n\n\n\nЗавива се като пакет, така че локумът и орехите да се покрият и след това се измесва на ръка докато те се разпределят равномерно в цялото тесто.\n\nВ този момент тестото ще бъде много стегнато и трудно за оформяне, затова се покрива хлабаво със стреч фолио и се оставя 15-20 минути да се отпусне.\nОформяне на козунаците\nТестото се разделя на 3 равни части (x 800 г всяка). Всяка част се разделя на 4 (x 200 г) и се оформят фитили, които се омасляват с олио след това. От 4 фитила се оформя един козунак, като се сплита като кошница.\n\n\n\n\nКак става това може да проследиш в едно от видеата в тази публикация.\n\nОформените козунаци се слагат в тава с тефлонов килим или хартия за печене, напръскани със спрей за печене. За да запазят формата си кръгла, около козунаците поставям ринг с диаметър 20 см, чиито вътрешни стени също напръсквам със спрей за печене.\nМоже да се направи и друго сплитане на козунаците, като офицерско копче например, което също може да проследиш в тази публикация или плитка с 3 фитила, като в този случай козунакът ще е продълговат и се слага да втасва и пече във форма за хляб/кекс с размери 30x11x7 см.\nОформените козунаци се покриват хлабаво със стреч фолио и се оставят да втасват за 1 час и 30 минути или докато удвоят обема си, а при лек натиск върху тестото с пръст, то пружинира, като бързо възвръща първоначалната си форма.\nПечене на козунаците\nФурната се нагрява на 160ºC с опция горен и долен реотан. Пека винаги една тава на един път. Ако козунаците са продълговати, тогава се събират наведнъж с едно печене. Ако са кръгли, както е в случая и не мога да ги събера в една тава, пека с две тави последователно, като първо слагам тавата с първите оформени козунаци. Ако е много топло и има опасност втората партида козунак да превтаса, тогава се премeства на по-хладно място, докато се изпече първата партида.\n\nЗа намазване жълтъкът се разбърква с прясното мляко. С помощта на мека четка се намазват козунаците, чието печене предстои и се поръсват обилно с кафява захар. Тавата с козунаците се слага на средно ниво в предварително нагрятата фурна. Пекат се около 50 минути или докато вътрешната температура в средата на козунака достигне 86ºC. Когато се извадят от фурната, температурата ще продължи да се покачва с 3-4 градуса. Нека се има предвид, че ако се пекат трите козунака наведнъж, то времето за печене може да се удължи с 5-8 минути.\n\nИзвадените от фурната козунаци се оставят в тавата (или формите) за 5 минути и след това внимателно се преместват върху решетка. Оставят се да се охладят. За да се съхранят добре се увиват хубаво със стреч фолио, за да не изсъхват.\n\nВариации\nВместо с локум и орехи, в козунаците могат да се добавят стафиди и/или други сушени плодове и ядки, както и шоколад. Сушените плодове се накисват в ароматен алкохол за поне 2-3 часа. Количеството на добавките за 1 доза тесто се запазват, като признавам си, когато ги правя с шоколад, винаги слагам повече.\n\nТрите козунака могат да се направят с различни пълнежи. В този случай, след втасването, тестото се разделя на 3 равни части x 680 г и тогава всяка част се измесва с избраните добавки, като се предвиждат до 150 г от тях. Заедно със захарта за поръсване, по повърхността на козунака може да се боднат бланширани бадеми или други ядки. За да не изгарят по време на печенето, ядките се накисват за 5-10 минути във вода и след това се отцеждат и подсушават. Ако се използва филиран бадем, той само се намокря и отцежда.\n\nЗа още идеи за празника, разгледай тематичната страница за Великден.\n\n",
            "common words": [
                [
                    "като",
                    23
                ],
                [
                    "тестото",
                    23
                ],
                [
                    "докато",
                    17
                ]
            ],
            "comments": {
                "comments": [
                    {
                        "\n\n\n\nПреди 2 месеца\t\nДиди каза:": "Много полезни насоки, Йоана, благодаря ти!\nПлетката “офицерско копче” ми е любима – знам я от твоето видео и я прилагам всяка година, откакто я видях.\nИмам въпрос за брашното с висок протеин. Колко грама протеин на 100 гр трябва да е съдържанието, за да се счита за високо? Над 9? Над 11?"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nЙоана Петрова каза:": "Над 12% е добре. Това, което ползвам е с 13,2% съдържание на белтъчини."
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nМая каза:": "Позволявам си да Ви отговоря, тъй като съм правила разследване за брашната 🙂 За козунаците гледам да е поне 13 % съдържание на белтъчини. Такива са повечето брашна за баници. Странно за мен, но София Мел за козунак е 10,8%. Прекрасни резултати съм имала с брашно за баници (мисля) на Родна стряха (Лидл) – 13,3% е, също и с бяло пшенично брашно мляно на каменна мелница на Екосем – то не е бяло на цвят като другите брашна, но е чудесно. Сигурно има и други, но с тези имам опит и мин.година произведох 12 козунака по рецептата на Йоана 🙂 За поредна година ще ѝ се доверя. Светли празници!"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nЙоана Петрова каза:": "Тази информация е полезна. Благодаря, че сподели с нас, Мая! Светли празници!"
                    },
                    {
                        "\n\n\n\nПреди 2 месеца\t\nДиди каза:": "Благодаря и на двете ви!\nСветли празници и от мен! 🙂"
                    },
                    {
                        "\n\n\n\nПреди 1 месец\t\nМариета каза:": "Наминавам само да кажа, че моя се получи много добре, въпреки че месих на ръка 🙂"
                    },
                    {
                        "\n\n\n\nПреди 1 месец\t\nМирослава Иванова каза:": "Станаха перфектни три козунака с локум! И трите свършиха много бързо, не остана парченце да поизсъхне дори! Поръчаха ми да направя пак 🙂\nБлагодаря ти, Йоана! Отново ни предложи прекрасна рецепта.\nБъди щастлива!"
                    },
                    {
                        "\n\n\n\nПреди 1 месец\t\nЯвор каза:": "Рецептата е страхотна при мен се получи доста добре и всички вкъщи го харесаха много."
                    },
                    {
                        "\n\n\n\nПреди 1 месец\t\nstan каза:": "Съжалявам ако вече някъде си го писала, но ми е интересно какъв ти е статичния миксер, явно държи на „бой“ щом 25 минути бърка козуначено тесто. Ние имаме един Бош, който е малко слабоват(дори изрично ни предупредиха да не го тормозим много с тежки и гъсти теста), но пък му харесваме дизайна и за всичко освен козунак и хляб го ползваме редовно. Всички хвалят kitchenaid-а обаче за разлика от повечето хора ние не му харесваме много old school дизайна."
                    },
                    {
                        "\n\n\n\nПреди 1 месец\t\nЙоана Петрова каза:": "Използвам kMix на Kenwood. Мисля, вече повече от 8 години. Взех си към него и приставка за смилане на месо. Доволна съм от машината."
                    }
                ]
            }
        }
    ]
}
{
    "post": [
        {
            "title": "Яйчена салата с авокадо и млечен дресинг",
            "date": "23 април 2021",
            "text": "Три седмици преди Великден аз се озовавам с три кори яйца от село и решавам да изпробвам различни рецепти за яйчени салати. Първата, която споделих е тази основа, върху която може да се импровизира с овкусяването или да се надгражда с още добавки.\n\nСледва яйчена салата, при която яйцата са по-ситно нарязани и смесени с намачкано авокадо, което прави салатата по-подходяща за намазване върху препечен хляб или в сандвич. Дресингът е изцяло млечен, с което тя става по-лека, а богатството във вкуса идва от многото пресни зелени подправки, лук и чесън, които добавям.\n\n\nХубавото на тези салати е, че когато престоят стават по-вкусни. Това позволява предварително приготвяне от начало до край, като се съхранява в хладилник до три дни. Тази салата ми харесва върху препечен хляб, но и с богата салата от зеленолистни и репички, а любимото ми допълнение към нея стана поръсване от египетската смес от подправки дука, чиято рецепта може да проследиш в публикацията за „Печени моркови, таханов сос с джинджифил и куркума, египетска смес дука“. Запечените семена кимион, кориандър и резене в сместа много добре допълват вкусовете от яйцата и млечния дресинг.\n\nИ понеже предстои Великден, след който обикновено оставаме с доста сварени яйца, освен да допълним с тях зеленолистните салати, тази яйчена салата с авокадо, както и яйчената салата с кисели краставички могат да се впишат идеално в следпразничното меню, оползотворявайки останалите боядисани яйца. Освен в тези салати обаче, ти предлагам и още няколко рецепти, в които се използват варени яйца и от които да се възползваш като идеи:\n\nАспержи на грил с булгур, варени яйца и зелен сос с майонеза – пролетно ястие със зелени аспержи и майонезен сос със зелени подправки. Булгурът може да бъде заменен от кускус или да се използват сварени зърна спелта или лимец.\nСпаначена салата с фета и киноа – отново пролетна салата от спанак, репички, червен лук и сирене. Допълни с повече нарязани на едро варени яйца, а ако количеството на киноата се увеличи, салатата се превръща в засищащо основно ястие.\nСалата Нисоаз – богата салата за всеки сезон. В публикацията ще откриеш два варианта за Нисоаз, и двата вкусни и питателни.\nВарени яйца с пресен лук, червени чушки и джинджифил – варени яйца със сотирани зеленчуци и азиатски подправки. Различно, сгряващо, много ароматно и вкусно.\nВарени яйца в сос от карамелизиран лук и спанак – варени яйца в индийски стил и по-специално от Керала. Това са къри яйца допълнени от сос с много лук и спанак, които са богато подправени.\nПастет от магданоз и коприва – пролетен пастет от магданоз и връхчета коприва, на който много му подхождат варени яйца.\n\nРазбира се не е нужно да се чака Великден, за да си приготвиш всички тези рецепти с яйца. Ако ти допадат, запази си ги като идеи и се възползвай от тях по което и да е време.\n\nЯйчена салата с авокадо и млечен дресинг\nЗа 4 порции.\nЗа салатата:\n\n8 твърдо сварени яйца, нарязани на ситно\n1 голямо зряло авокадо, намачкано с вилица\n1 стрък пресен лук, нарязан на ситно\n1 стрък пресен чесън, нарязан на ситно\n1 супена лъжица нарязан пресен магданоз\n1 супена лъжица нарязан пресен копър\n1 супена лъжица нарязана прясна мента\nЗа дресинга:\n\n200 г цедено кисело мляко\n1 чаена лъжица дижонска горчица\n1 супена лъжица лимонов сок\nсол и прясно смлян черен пипер\nЗа сервиране:\n\nзеленолисни салати\nрепички\nпера див лук\nпрепечен хляб\nПриготвяне на дресинга\nЗа дресинга всички съставки се смесват и разбъркват хубаво.\nПриготвяне на салатата\nАвокадото се обелва и намачква с вилица. Може да бъде по-пюрирано или да се оставят по-едри парченца от него за повече текстура. Намачканото авокадо се смесва с нарязаните на ситно яйца, лукът, чесънът и зелените подправки. Добавя се дресингът и всичко се разбърква хубаво. Може да се приготви предварително и да се съхрани в хладилник до 3 дни.\nСервиране\nСалатата се сервира с различни видове зеленолистни салати, нарязани на кубчета репички, пера див лук и препечен хляб.\n\nОще рецепти с яйца\nДруги рецепти с авокадо\n",
            "common words": [
                [
                    "яйца",
                    9
                ],
                [
                    "салата",
                    8
                ],
                [
                    "варени",
                    6
                ]
            ],
            "comments": {
                "comments": []
            }
        }
    ]
}